[
  {
    "id": "arxiv-2602.05870v1",
    "title": "Entropy Bounds via Hypothesis Testing and Its Applications to Two-Way Key Distillation in Quantum Cryptography",
    "authors": "Rutvij Bhavsar, Junguk Moon, Joonwoo Bae",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05870v1",
    "summary": "[AI 摘要] Quantum key distribution (QKD) achieves information-theoretic security, without relying on computational assumptions, by distributing quantum states. ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05868v1",
    "title": "Persistent Human Feedback, LLMs, and Static Analyzers for Secure Code Generation and Vulnerability Detection",
    "authors": "Ehsan Firouzi, Mohammad Ghafari",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05868v1",
    "summary": "[AI 摘要] Existing literature heavily relies on static analysis tools to evaluate LLMs for secure code generation and vulnerability detection. We reviewed 1,080...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05859v1",
    "title": "DLM-Scope: Mechanistic Interpretability of Diffusion Language Models via Sparse Autoencoders",
    "authors": "Xu Wang, Bingqing Jiang, Yu Wan et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05859v1",
    "summary": "[AI 摘要] Sparse autoencoders (SAEs) have become a standard tool for mechanistic interpretability in autoregressive large language models (LLMs), enabling resea...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05857v1",
    "title": "BABE: Biology Arena BEnchmark",
    "authors": "Junting Zhou, Jin Chen, Linfeng Hao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05857v1",
    "summary": "[AI 摘要] The rapid evolution of large language models (LLMs) has expanded their capabilities from basic dialogue to advanced scientific reasoning. However, exi...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05838v1",
    "title": "FHAIM: Fully Homomorphic AIM For Private Synthetic Data Generation",
    "authors": "Mayank Kumar, Qian Lou, Paulo Barreto et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05838v1",
    "summary": "[AI 摘要] Data is the lifeblood of AI, yet much of the most valuable data remains locked in silos due to privacy and regulations. As a result, AI remains heavil...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05828v1",
    "title": "Simulation of Adjoints and Petz Recovery Maps for Unknown Quantum Channels",
    "authors": "Chengkai Zhu, Ziao Tang, Guocheng Zhen et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05828v1",
    "summary": "[AI 摘要] Transformations of quantum channels, such as the transpose, complex conjugate, and adjoint, are fundamental to quantum information theory. Given acces...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05821v1",
    "title": "Quantum statistical functions",
    "authors": "Haruki Emori",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05821v1",
    "summary": "[AI 摘要] Statistical functions such as the moment-generating function, characteristic function, cumulant-generating function, and second characteristic functio...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05818v1",
    "title": "TKG-Thinker: Towards Dynamic Reasoning over Temporal Knowledge Graphs via Agentic Reinforcement Learning",
    "authors": "Zihao Jiang, Miao Peng, Zhenyan Shan et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05818v1",
    "summary": "[AI 摘要] Temporal knowledge graph question answering (TKGQA) aims to answer time-sensitive questions by leveraging temporal knowledge bases. While Large Langua...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05806v1",
    "title": "Assessing the Sensitivity of Niobium- and Tantalum-Based Superconducting Qubits to Infrared Radiation",
    "authors": "Michael Kerschbaum, Felix Wagner, Uroš Ognjanović et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05806v1",
    "summary": "[AI 摘要] The use of tantalum films for superconducting qubits has recently extended qubit coherence times significantly, primarily due to reduced dielectric lo...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05805v1",
    "title": "NEX: Neuron Explore-Exploit Scoring for Label-Free Chain-of-Thought Selection and Model Ranking",
    "authors": "Kang Chen, Zhuoka Feng, Sihan Zhao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05805v1",
    "summary": "[AI 摘要] Large language models increasingly spend inference compute sampling multiple chain-of-thought traces or searching over merged checkpoints. This shifts...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05801v1",
    "title": "The Quantum Message Complexity of Distributed Wake-Up with Advice",
    "authors": "Peter Robinson, Ming Ming Tan",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05801v1",
    "summary": "[AI 摘要] We consider the distributed wake-up problem with advice, where nodes are equipped with initial knowledge about the network at large. After the adversa...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05787v1",
    "title": "Bagging-Based Model Merging for Robust General Text Embeddings",
    "authors": "Hengran Zhang, Keping Bi, Jiafeng Guo et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05787v1",
    "summary": "[AI 摘要] General-purpose text embedding models underpin a wide range of NLP and information retrieval applications, and are typically trained on large-scale mu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05781v1",
    "title": "Advanced Quantum Communication and Quantum Networks -- From basic research to future applications",
    "authors": "Björn Kubala, Alexander Sauer, Alessandro Tarantola et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05781v1",
    "summary": "[AI 摘要] Classical communication is the basis for many of our current and future technologies, such as mobile phones, video conferences, autonomous vehicles an...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05780v1",
    "title": "Automated Customization of LLMs for Enterprise Code Repositories Using Semantic Scopes",
    "authors": "Ulrich Finkler, Irene Manotas, Wei Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05780v1",
    "summary": "[AI 摘要] Code completion (CC) is a task frequently used by developers when working in collaboration with LLM-based programming assistants. Despite the increase...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05777v1",
    "title": "Efficient implementation of arbitrary Hermitian-preserving and trace-preserving maps",
    "authors": "Weizhou Cai, Zi-Jie Chen, Xuanqiang Zhao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05777v1",
    "summary": "[AI 摘要] Quantum control has been a cornerstone of quantum information science, driving major advances in quantum computing, quantum communication, and quantum...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05774v1",
    "title": "Variational Speculative Decoding: Rethinking Draft Training from Token Likelihood to Sequence Acceptance",
    "authors": "Xiandong Zou, Jianshu Li, Jing Huang et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05774v1",
    "summary": "[AI 摘要] Speculative decoding accelerates inference for (M)LLMs, yet a training-decoding discrepancy persists: while existing methods optimize single greedy tr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05759v1",
    "title": "Toward Quantum-Safe Software Engineering: A Vision for Post-Quantum Cryptography Migration",
    "authors": "Lei Zhang",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05759v1",
    "summary": "[AI 摘要] The quantum threat to cybersecurity has accelerated the standardization of Post-Quantum Cryptography (PQC). Migrating legacy software to these quantum...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05748v1",
    "title": "LeakBoost: Perceptual-Loss-Based Membership Inference Attack",
    "authors": "Amit Kravchik Taub, Fred M. Grabovski, Guy Amit et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05748v1",
    "summary": "[AI 摘要] Membership inference attacks (MIAs) aim to determine whether a sample was part of a model's training set, posing serious privacy risks for modern mach...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05746v1",
    "title": "Learning to Inject: Automated Prompt Injection via Reinforcement Learning",
    "authors": "Xin Chen, Jie Zhang, Florian Tramer",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05746v1",
    "summary": "[AI 摘要] Prompt injection is one of the most critical vulnerabilities in LLM agents; yet, effective automated attacks remain largely unexplored from an optimiz...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05743v1",
    "title": "Balancing FP8 Computation Accuracy and Efficiency on Digital CIM via Shift-Aware On-the-fly Aligned-Mantissa Bitwidth Prediction",
    "authors": "Liang Zhao, Kunming Shao, Zhipeng Liao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05743v1",
    "summary": "[AI 摘要] FP8 low-precision formats have gained significant adoption in Transformer inference and training. However, existing digital compute-in-memory (DCIM) a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05736v1",
    "title": "Color Centers and Hyperbolic Phonon Polaritons in Hexagonal Boron Nitride: A New Platform for Quantum Optics",
    "authors": "Jie-Cheng Feng, Johannes Eberle, Sambuddha Chattopadhyay et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05736v1",
    "summary": "[AI 摘要] Hyperbolic phonon polaritons (HPPs) in hexagonal boron nitride (hBN) confine mid-infrared light to deep-subwavelength scales and may offer a powerful ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05728v1",
    "title": "CompactRAG: Reducing LLM Calls and Token Overhead in Multi-Hop Question Answering",
    "authors": "Hao Yang, Zhiyu Yang, Xupeng Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05728v1",
    "summary": "[AI 摘要] Retrieval-augmented generation (RAG) has become a key paradigm for knowledge-intensive question answering. However, existing multi-hop RAG systems rem...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05726v1",
    "title": "Numerical approaches to entangling dynamics from variational principles",
    "authors": "Christian Offen, Boris Wembe, Laura Ares et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05726v1",
    "summary": "[AI 摘要] In this work, we address the numerical identification of entanglement in dynamical scenarios. To this end, we consider different programs based on the...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05721v1",
    "title": "A Dual-Loop Agent Framework for Automated Vulnerability Reproduction",
    "authors": "Bin Liu, Yanjie Zhao, Zhenpeng Chen et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05721v1",
    "summary": "[AI 摘要] Automated vulnerability reproduction from CVE descriptions requires generating executable Proof-of-Concept (PoC) exploits and validating them in targe...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05712v1",
    "title": "Towards Green AI: Decoding the Energy of LLM Inference in Software Development",
    "authors": "Lola Solovyeva, Fernando Castor",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05712v1",
    "summary": "[AI 摘要] Context: AI-assisted tools are increasingly integrated into software development workflows, but their reliance on large language models (LLMs) introdu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05695v1",
    "title": "Determining Energy Efficiency Sweet Spots in Production LLM Inference",
    "authors": "Hiari Pizzini Cavagna, Andrea Proia, Giacomo Madella et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05695v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) inference is central in modern AI applications, making it critical to understand their energy footprint. Existing approac...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05688v1",
    "title": "Mining Generalizable Activation Functions",
    "authors": "Alex Vitvitskyi, Michael Boratko, Matej Grcic et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05688v1",
    "summary": "[AI 摘要] The choice of activation function is an active area of research, with different proposals aimed at improving optimization, while maintaining expressiv...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05687v1",
    "title": "Exploring AI-Augmented Sensemaking of Patient-Generated Health Data: A Mixed-Method Study with Healthcare Professionals in Cardiac Risk Reduction",
    "authors": "Pavithren V S Pakianathan, Rania Islambouli, Diogo Branco et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05687v1",
    "summary": "[AI 摘要] Individuals are increasingly generating substantial personal health and lifestyle data, e.g. through wearables and smartphones. While such data could ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05674v1",
    "title": "Fast Private Adaptive Query Answering for Large Data Domains",
    "authors": "Miguel Fuentes, Brett Mullins, Yingtai Xiao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05674v1",
    "summary": "[AI 摘要] Privately releasing marginals of a tabular dataset is a foundational problem in differential privacy. However, state-of-the-art mechanisms suffer from...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05665v1",
    "title": "Graph-based Agent Memory: Taxonomy, Techniques, and Applications",
    "authors": "Chang Yang, Chuang Zhou, Yilin Xiao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05665v1",
    "summary": "[AI 摘要] Memory emerges as the core module in the Large Language Model (LLM)-based agents for long-horizon complex tasks (e.g., multi-turn dialogue, game playi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05661v1",
    "title": "Investigations on Quantum Correlations and Open Quantum System Dynamics Through Nuclear Spins",
    "authors": "Arijit Chatterjee",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05661v1",
    "summary": "[AI 摘要] Nuclear spins provide an ideal platform for studying quantum correlations and open quantum system dynamics across diverse areas, including quantum inf...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05660v1",
    "title": "Probabilistic Multi-Regional Solar Power Forecasting with Any-Quantile Recurrent Neural Networks",
    "authors": "Slawek Smyl, Paweł Pełka, Grzegorz Dudek",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05660v1",
    "summary": "[AI 摘要] The increasing penetration of photovoltaic (PV) generation introduces significant uncertainty into power system operation, necessitating forecasting a...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05659v1",
    "title": "A Comparative Study of Correlation and Relativistic Effects on Atomic Ionization Energy",
    "authors": "Mohamed Kahil, Fatima Fakih, Nabil Joudieh et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05659v1",
    "summary": "[AI 摘要] This study investigates the interplay between relativistic effects and electron correlation effects on the first ionization energies of heavy atoms (A...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05656v1",
    "title": "Alignment Verifiability in Large Language Models: Normative Indistinguishability under Behavioral Evaluation",
    "authors": "Igor Santos-Grueiro",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05656v1",
    "summary": "[AI 摘要] Behavioral evaluation is the dominant paradigm for assessing alignment in large language models (LLMs). In practice, alignment is inferred from perfor...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05653v1",
    "title": "Dispersion in nonlinear interferometry: implications for optical coherence tomography with undetected photons",
    "authors": "Ivan Zorin, Paul Gattinger",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05653v1",
    "summary": "[AI 摘要] Nonlinear SU(1,1) quantum interferometers based on non-degenerate optical parametric down-conversion exhibit strong unbalanced group velocity dispersi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05637v1",
    "title": "Hamiltonian Benchmark of a Solid-State Spin-Photon Interface for Computation",
    "authors": "Tejas Acharya, Loïc Lanco, Olivier Krebs et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05637v1",
    "summary": "[AI 摘要] Light-matter interfaces are pivotal for quantum computation and communication. While typically analyzed using single-mode or open-quantum-system appro...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05636v1",
    "title": "Generative Ontology: When Structured Knowledge Learns to Create",
    "authors": "Benny Cheung",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05636v1",
    "summary": "[AI 摘要] Traditional ontologies excel at describing domain structure but cannot generate novel artifacts. Large language models generate fluently but produce o...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05628v1",
    "title": "AI chatbots versus human healthcare professionals: a systematic review and meta-analysis of empathy in patient care",
    "authors": "Alastair Howcroft, Amber Bennett-Weston, Ahmad Khan et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05628v1",
    "summary": "[AI 摘要] Background: Empathy is widely recognized for improving patient outcomes, including reduced pain and anxiety and improved satisfaction, and its absence...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05612v1",
    "title": "ADCA: Attention-Driven Multi-Party Collusion Attack in Federated Self-Supervised Learning",
    "authors": "Jiayao Wang, Yiping Zhang, Jiale Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05612v1",
    "summary": "[AI 摘要] Federated Self-Supervised Learning (FSSL) integrates the privacy advantages of distributed training with the capability of self-supervised learning to...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05604v1",
    "title": "Simultaneous reconstruction of quantum process and noise via corrupted sensing",
    "authors": "Mengru Ma, Jiangwei Shang",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05604v1",
    "summary": "[AI 摘要] Quantum processes, including quantum gates and channels, are integral to various quantum information tasks, making the efficient characterization of t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05597v1",
    "title": "Emulating Aggregate Human Choice Behavior and Biases with GPT Conversational Agents",
    "authors": "Stephen Pilli, Vivek Nallur",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05597v1",
    "summary": "[AI 摘要] Cognitive biases often shape human decisions. While large language models (LLMs) have been shown to reproduce well-known biases, a more critical quest...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05595v1",
    "title": "Adaptive controllable architecture of analog Ising machine",
    "authors": "Langyu Li, Ruoyu Wu, Yong Wang et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05595v1",
    "summary": "[AI 摘要] As a quantum-inspired, non-traditional analog solver architecture, the analog Ising machine (AIM) has emerged as a distinctive computational paradigm ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05548v1",
    "title": "Unveiling Implicit Advantage Symmetry: Why GRPO Struggles with Exploration and Difficulty Adaptation",
    "authors": "Zhiqi Yu, Zhangquan Chen, Mengting Liu et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05548v1",
    "summary": "[AI 摘要] Reinforcement Learning with Verifiable Rewards (RLVR), particularly GRPO, has become the standard for eliciting LLM reasoning. However, its efficiency...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05547v1",
    "title": "Multi-Task GRPO: Reliable LLM Reasoning Across Tasks",
    "authors": "Shyam Sundhar Ramesh, Xiaotong Ji, Matthieu Zimmer et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05547v1",
    "summary": "[AI 摘要] RL-based post-training with GRPO is widely used to improve large language models on individual reasoning tasks. However, real-world deployment require...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05544v1",
    "title": "Reasoning-guided Collaborative Filtering with Language Models for Explainable Recommendation",
    "authors": "Fahad Anwaar, Adil Mehmood Khan, Muhammad Khalid et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05544v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) exhibit potential for explainable recommendation systems but overlook collaborative signals, while prevailing methods tre...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05541v1",
    "title": "Reducing the Complexity of Matrix Multiplication to $O(N^2log_2N)$ by an Asymptotically Optimal Quantum Algorithm",
    "authors": "Jiaqi Yao, Ding Liu",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05541v1",
    "summary": "[AI 摘要] Matrix multiplication is a fundamental classical computing operation whose efficiency becomes a major challenge at scale, especially for machine learn...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05532v1",
    "title": "Split Personality Training: Revealing Latent Knowledge Through Alternate Personalities",
    "authors": "Florian Dietz, William Wale, Oscar Gilg et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05532v1",
    "summary": "[AI 摘要] Detecting misalignment in large language models is challenging because models may learn to conceal misbehavior during training. Standard auditing tech...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05526v1",
    "title": "Arithmetic Reconciliation for CVQKD: Challenges and Feasibility",
    "authors": "Rávilla R. S. Leite, Juliana M. de Assis, Micael A. Dias et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05526v1",
    "summary": "[AI 摘要] Continuous variable quantum key distribution allows two legitimate parties to share a common secret key and encompasses reconciliation protocols. A re...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05524v1",
    "title": "AI Agent Systems for Supply Chains: Structured Decision Prompts and Memory Retrieval",
    "authors": "Konosuke Yoshizato, Kazuma Shimizu, Ryota Higa et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05524v1",
    "summary": "[AI 摘要] This study investigates large language model (LLM) -based multi-agent systems (MASs) as a promising approach to inventory management, which is a key c...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05523v1",
    "title": "Capture the Flags: Family-Based Evaluation of Agentic LLMs via Semantics-Preserving Transformations",
    "authors": "Shahin Honarvar, Amber Gorzynski, James Lee-Jones et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05523v1",
    "summary": "[AI 摘要] Agentic large language models (LLMs) are increasingly evaluated on cybersecurity tasks using capture-the-flag (CTF) benchmarks. However, existing poin...",
    "tags": [
      "AI+Security"
    ]
  }
]