[
  {
    "id": "arxiv-2601.03253v1",
    "title": "Grand-Canonical Typicality",
    "authors": "Cedric Igelspacher, Roderich Tumulka, Cornelia Vogel",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03253v1",
    "summary": "[AI 摘要] We study how the grand-canonical density matrix arises in macroscopic quantum systems. ``Canonical typicality'' is the known statement that for a typi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03251v1",
    "title": "NavAI: A Generalizable LLM Framework for Navigation Tasks in Virtual Reality Environments",
    "authors": "Xue Qin, Matthew DiGiovanni",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03251v1",
    "summary": "[AI 摘要] Navigation is one of the fundamental tasks for automated exploration in Virtual Reality (VR). Existing technologies primarily focus on path optimizati...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03243v1",
    "title": "$\\mathsf{QAC}^0$ Contains $\\mathsf{TC}^0$ (with Many Copies of the Input)",
    "authors": "Daniel Grier, Jackson Morris, Kewen Wu",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03243v1",
    "summary": "[AI 摘要] $\\mathsf{QAC}^0$ is the class of constant-depth polynomial-size quantum circuits constructed from arbitrary single-qubit gates and generalized Toffoli...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03242v1",
    "title": "SLIM: Stealthy Low-Coverage Black-Box Watermarking via Latent-Space Confusion Zones",
    "authors": "Hengyu Wu, Yang Cao",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03242v1",
    "summary": "[AI 摘要] Training data is a critical and often proprietary asset in Large Language Model (LLM) development, motivating the use of data watermarking to embed mo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03236v1",
    "title": "MAGMA: A Multi-Graph based Agentic Memory Architecture for AI Agents",
    "authors": "Dongming Jiang, Yi Li, Guanpeng Li et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03236v1",
    "summary": "[AI 摘要] Memory-Augmented Generation (MAG) extends Large Language Models with external memory to support long-context reasoning, but existing approaches largel...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03235v1",
    "title": "Shallow-circuit Supervised Learning on a Quantum Processor",
    "authors": "Luca Candelori, Swarnadeep Majumder, Antonio Mezzacapo et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03235v1",
    "summary": "[AI 摘要] Quantum computing has long promised transformative advances in data analysis, yet practical quantum machine learning has remained elusive due to funda...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03232v1",
    "title": "Multi-RADS Synthetic Radiology Report Dataset and Head-to-Head Benchmarking of 41 Open-Weight and Proprietary Language Models",
    "authors": "Kartik Bose, Abhinandan Kumar, Raghuraman Soundararajan et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03232v1",
    "summary": "[AI 摘要] Background: Reporting and Data Systems (RADS) standardize radiology risk communication but automated RADS assignment from narrative reports is challen...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03230v1",
    "title": "Restoring Bloch's Theorem for Cavity Exciton Polaron-Polaritons",
    "authors": "Michael A. D. Taylor, Yu Zhang",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03230v1",
    "summary": "[AI 摘要] We introduce a symmetry-informed representation for hybrid photon--exciton--phonon quantum electrodynamics Hamiltonians to restore Bloch's theorem. Th...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03229v1",
    "title": "SpANNS: Optimizing Approximate Nearest Neighbor Search for Sparse Vectors Using Near Memory Processing",
    "authors": "Tianqi Zhang, Flavio Ponzina, Tajana Rosing",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03229v1",
    "summary": "[AI 摘要] Approximate Nearest Neighbor Search (ANNS) is a fundamental operation in vector databases, enabling efficient similarity search in high-dimensional sp...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03214v1",
    "title": "When does entanglement through gravity imply gravitons?",
    "authors": "Nikolaos Mitrakos, Maria Papageorgiou, T. Rick Perche et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03214v1",
    "summary": "[AI 摘要] Detection of entanglement through the Newtonian potential has been claimed to support the existence of gravitons, by extrapolating to a thought experi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03211v1",
    "title": "Fine-tuning Small Language Models as Efficient Enterprise Search Relevance Labelers",
    "authors": "Yue Kang, Zhuoyi Huang, Benji Schussheim et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03211v1",
    "summary": "[AI 摘要] In enterprise search, building high-quality datasets at scale remains a central challenge due to the difficulty of acquiring labeled data. To resolve ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03205v1",
    "title": "UltraLogic: Enhancing LLM Reasoning through Large-Scale Data Synthesis and Bipolar Float Reward",
    "authors": "Yile Liu, Yixian Liu, Zongwei Li et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03205v1",
    "summary": "[AI 摘要] While Large Language Models (LLMs) have demonstrated significant potential in natural language processing , complex general-purpose reasoning requirin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03204v1",
    "title": "InfiAgent: An Infinite-Horizon Framework for General-Purpose Autonomous Agents",
    "authors": "Chenglin Yu, Yuchen Wang, Songmiao Wang et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03204v1",
    "summary": "[AI 摘要] LLM agents can reason and use tools, but they often break down on long-horizon tasks due to unbounded context growth and accumulated errors. Common re...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03191v1",
    "title": "AnatomiX, an Anatomy-Aware Grounded Multimodal Large Language Model for Chest X-Ray Interpretation",
    "authors": "Anees Ur Rehman Hashmi, Numan Saeed, Christoph Lippert",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03191v1",
    "summary": "[AI 摘要] Multimodal medical large language models have shown impressive progress in chest X-ray interpretation but continue to face challenges in spatial reaso...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03185v1",
    "title": "FTCircuitBench: A Benchmark Suite for Fault-Tolerant Quantum Compilation and Architecture",
    "authors": "Adrian Harkness, Shuwen Kan, Chenxu Liu et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03185v1",
    "summary": "[AI 摘要] Realizing large-scale quantum advantage is expected to require quantum error correction (QEC), making the compilation and optimization of logical oper...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03184v1",
    "title": "Decentralized Autoregressive Generation",
    "authors": "Stepan Maschan, Haoxuan Qu, Jun Liu",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03184v1",
    "summary": "[AI 摘要] We present a theoretical analysis of decentralization of autoregressive generation. We define the Decentralized Discrete Flow Matching objective, by e...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03169v1",
    "title": "A Unified Frequency Principle for Quantum and Classical Machine Learning",
    "authors": "Rundi Lu, Ruiqi Zhang, Weikang Li et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03169v1",
    "summary": "[AI 摘要] Quantum neural networks constitute a key class of near-term quantum learning models, yet their training dynamics remain not fully understood. Here, we...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03159v1",
    "title": "Rapid Augmentations for Time Series (RATS): A High-Performance Library for Time Series Augmentation",
    "authors": "Wadie Skaf, Felix Kern, Aryamaan Basu Roy et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03159v1",
    "summary": "[AI 摘要] Time series augmentation is critical for training robust deep learning models, particularly in domains where labelled data is scarce and expensive to ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03156v1",
    "title": "Prompt-Counterfactual Explanations for Generative AI System Behavior",
    "authors": "Sofie Goethals, Foster Provost, João Sedoc",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03156v1",
    "summary": "[AI 摘要] As generative AI systems become integrated into real-world applications, organizations increasingly need to be able to understand and interpret their ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03150v1",
    "title": "Higher-Dimensional Anyons via Higher Cohomotopy",
    "authors": "Sadok Kallel, Hisham Sati, Urs Schreiber",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03150v1",
    "summary": "[AI 摘要] We highlight that integer Heisenberg groups at level 2 underlie topological quantum phenomena: their group algebras coincide with the algebras of quan...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03144v1",
    "title": "Self-Verification is All You Need To Pass The Japanese Bar Examination",
    "authors": "Andrew Shin",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03144v1",
    "summary": "[AI 摘要] Despite rapid advances in large language models (LLMs), achieving reliable performance on highly professional and structured examinations remains a si...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03142v1",
    "title": "Collective light-matter interaction in plasmonic waveguide quantum electrodynamics",
    "authors": "Zahra Jalali-Mola, Saeid Asgarnezhad-Zorgabad",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03142v1",
    "summary": "[AI 摘要] Rabi oscillations characterize light-matter hybridization in the waveguide quantum electrodynamics~(WQED) framework, with their associated decay rates...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03141v1",
    "title": "Energetics of Rydberg-atom Quantum Computing",
    "authors": "Óscar Alves, Marco Pezzutto, Yasser Omar",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03141v1",
    "summary": "[AI 摘要] Quantum computing exploits the properties of Quantum Mechanics to solve problems faster than classical computers. The potential applications of this t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03139v1",
    "title": "Operational modes of a Raman-coupled two-qubit quantum thermal machine",
    "authors": "Alonso Alcalá, Charlie Oncebay, Onofre Rojas et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03139v1",
    "summary": "[AI 摘要] We investigate a quantum thermal machine composed of two qubits coupled through a Raman-induced exchange interaction and driven by inhomogeneous trans...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03124v1",
    "title": "LeafLife: An Explainable Deep Learning Framework with Robustness for Grape Leaf Disease Recognition",
    "authors": "B. M. Shahria Alam, Md. Nasim Ahmed",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03124v1",
    "summary": "[AI 摘要] Plant disease diagnosis is essential to farmers' management choices because plant diseases frequently lower crop yield and product quality. For harves...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03123v1",
    "title": "Gradient descent reliably finds depth- and gate-optimal circuits for generic unitaries",
    "authors": "Janani Gomathi, Alex Meiburg",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03123v1",
    "summary": "[AI 摘要] When the gate set has continuous parameters, synthesizing a unitary operator as a quantum circuit is always possible using exact methods, but finding ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03121v1",
    "title": "ToxiGAN: Toxic Data Augmentation via LLM-Guided Directional Adversarial Generation",
    "authors": "Peiran Li, Jan Fillies, Adrian Paschke",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03121v1",
    "summary": "[AI 摘要] Augmenting toxic language data in a controllable and class-specific manner is crucial for improving robustness in toxicity classification, yet remains...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03119v1",
    "title": "Collective dynamics versus entanglement in quantum battery performance",
    "authors": "Rohit Kumar Shukla, Sunil K. Mishra, Ujjwal Sen",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03119v1",
    "summary": "[AI 摘要] Identifying the physical origin of enhanced charging performance in many-body quantum batteries is a key challenge in quantum thermodynamics. We inves...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03103v1",
    "title": "Who Laughs with Whom? Disentangling Influential Factors in Humor Preferences across User Clusters and LLMs",
    "authors": "Soichiro Murakami, Hidetaka Kamigaito, Hiroya Takamura et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03103v1",
    "summary": "[AI 摘要] Humor preferences vary widely across individuals and cultures, complicating the evaluation of humor using large language models (LLMs). In this study,...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03100v1",
    "title": "Text-Guided Layer Fusion Mitigates Hallucination in Multimodal LLMs",
    "authors": "Chenchen Lin, Sanbao Su, Rachel Luo et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03100v1",
    "summary": "[AI 摘要] Multimodal large language models (MLLMs) typically rely on a single late-layer feature from a frozen vision encoder, leaving the encoder's rich hierar...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03089v1",
    "title": "Grad-ELLM: Gradient-based Explanations for Decoder-only LLMs",
    "authors": "Xin Huang, Antoni B. Chan",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03089v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have demonstrated remarkable capabilities across diverse tasks, yet their black-box nature raises concerns about transpar...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03076v1",
    "title": "Multipartite Non-local Magic and SYK Model",
    "authors": "Vinay Malvimat, Matthieu Sarkis, Yena Suk et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03076v1",
    "summary": "[AI 摘要] We investigate the structure of quantum magic in interacting disordered fermionic systems, quantifying non-stabilizerness via the fermionic stabilizer...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03067v1",
    "title": "Joint Encoding of KV-Cache Blocks for Scalable LLM Serving",
    "authors": "Joseph Kampeas, Emir Haleva",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03067v1",
    "summary": "[AI 摘要] Modern large language models (LLMs) drive interactive AI systems but are bottlenecked by the memory-heavy growth of key-value (KV) caches, which limit...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03066v1",
    "title": "Do LLMs Encode Functional Importance of Reasoning Tokens?",
    "authors": "Janvijay Singh, Dilek Hakkani-Tür",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03066v1",
    "summary": "[AI 摘要] Large language models solve complex tasks by generating long reasoning chains, achieving higher accuracy at the cost of increased computational cost a...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03054v1",
    "title": "IBISAgent: Reinforcing Pixel-Level Visual Reasoning in MLLMs for Universal Biomedical Object Referring and Segmentation",
    "authors": "Yankai Jiang, Qiaoru Li, Binlu Xu et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03054v1",
    "summary": "[AI 摘要] Recent research on medical MLLMs has gradually shifted its focus from image-level understanding to fine-grained, pixel-level comprehension. Although s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03043v1",
    "title": "Lil: Less is Less When Applying Post-Training Sparse-Attention Algorithms in Long-Decode Stage",
    "authors": "Junhao Hu, Fangze Li, Mingtao Xu et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03043v1",
    "summary": "[AI 摘要] Large language models (LLMs) demonstrate strong capabilities across a wide range of complex tasks and are increasingly deployed at scale, placing sign...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03041v1",
    "title": "Egorov-Type Semiclassical Limits for Open Quantum Systems with a Bi-Lindblad Structure",
    "authors": "Leonardo Colombo, Asier López-Gordón",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03041v1",
    "summary": "[AI 摘要] This paper develops a bridge between bi-Hamiltonian structures of Poisson-Lie type, contact Hamiltonian dynamics, and the Gorini-Kossakowski-Sudarshan...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03035v1",
    "title": "Who can compete with quantum computers? Lecture notes on quantum inspired tensor networks computational techniques",
    "authors": "Xavier Waintal, Chen-How Huang, Christoph W. Groth",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03035v1",
    "summary": "[AI 摘要] This is a set of lectures on tensor networks with a strong emphasis on the core algorithms involving Matrix Product States (MPS) and Matrix Product Op...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03018v1",
    "title": "Dementia-R1: Reinforced Pretraining and Reasoning from Unstructured Clinical Notes for Real-World Dementia Prognosis",
    "authors": "Choonghan Kim, Hyunmin Hwang, Hangeol Chang et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03018v1",
    "summary": "[AI 摘要] While Large Language Models (LLMs) have shown strong performance on clinical text understanding, they struggle with longitudinal prediction tasks such...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03014v1",
    "title": "SentGraph: Hierarchical Sentence Graph for Multi-hop Retrieval-Augmented Question Answering",
    "authors": "Junli Liang, Pengfei Zhou, Wangqiu Zhou et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03014v1",
    "summary": "[AI 摘要] Traditional Retrieval-Augmented Generation (RAG) effectively supports single-hop question answering with large language models but faces significant l...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03013v1",
    "title": "LLMs, You Can Evaluate It! Design of Multi-perspective Report Evaluation for Security Operation Centers",
    "authors": "Hiroyuki Okada, Tatsumi Oba, Naoto Yanai",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03013v1",
    "summary": "[AI 摘要] Security operation centers (SOCs) often produce analysis reports on security incidents, and large language models (LLMs) will likely be used for this ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03009v1",
    "title": "A Dataset of Low-Rated Applications from the Amazon Appstore for User Feedback Analysis",
    "authors": "Nek Dil Khan, Javed Ali Khan, Darvesh Khan et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03009v1",
    "summary": "[AI 摘要] In todays digital landscape, end-user feedback plays a crucial role in the evolution of software applications, particularly in addressing issues that ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03005v1",
    "title": "JPU: Bridging Jailbreak Defense and Unlearning via On-Policy Path Rectification",
    "authors": "Xi Wang, Songlei Jian, Shasha Li et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03005v1",
    "summary": "[AI 摘要] Despite extensive safety alignment, Large Language Models (LLMs) often fail against jailbreak attacks. While machine unlearning has emerged as a promi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03002v1",
    "title": "Entanglement signatures of quantum criticality in Floquet non-Hermitian topological systems",
    "authors": "Siyuan Cheng, Rui Xie, Xiaosen Yang et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.03002v1",
    "summary": "[AI 摘要] The entanglement entropy can be an effective diagnostic tool for probing topological phase transitions. In one-dimensional single particle systems, th...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02994v1",
    "title": "Learning to Act Robustly with View-Invariant Latent Actions",
    "authors": "Youngjoon Jeong, Junha Chun, Taesup Kim",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.02994v1",
    "summary": "[AI 摘要] Vision-based robotic policies often struggle with even minor viewpoint changes, underscoring the need for view-invariant visual representations. This ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02991v1",
    "title": "Towards Faithful Reasoning in Comics for Small MLLMs",
    "authors": "Chengcheng Feng, Haojie Yin, Yucheng Jin et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.02991v1",
    "summary": "[AI 摘要] Comic-based visual question answering (CVQA) poses distinct challenges to multimodal large language models (MLLMs) due to its reliance on symbolic abs...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02988v1",
    "title": "ULS+: Data-driven Model Adaptation Enhances Lesion Segmentation",
    "authors": "Rianne Weber, Niels Rocholl, Max de Grauw et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.02988v1",
    "summary": "[AI 摘要] In this study, we present ULS+, an enhanced version of the Universal Lesion Segmentation (ULS) model. The original ULS model segments lesions across t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02983v1",
    "title": "Interpretable All-Type Audio Deepfake Detection with Audio LLMs via Frequency-Time Reinforcement Learning",
    "authors": "Yuankun Xie, Xiaoxuan Guo, Jiayi Zhou et al.",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.02983v1",
    "summary": "[AI 摘要] Recent advances in audio large language models (ALLMs) have made high-quality synthetic audio widely accessible, increasing the risk of malicious audi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02981v1",
    "title": "Developing and Evaluating Lightweight Cryptographic Algorithms for Secure Embedded Systems in IoT Devices",
    "authors": "Brahim Khalil Sedraoui, Abdelmadjid Benmachiche, Amina Makhlouf",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.02981v1",
    "summary": "[AI 摘要] The high rate of development of Internet of Things (IoT) devices has brought to attention new challenges in the area of data security, especially with...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02978v1",
    "title": "Mechanistic Knobs in LLMs: Retrieving and Steering High-Order Semantic Features via Sparse Autoencoders",
    "authors": "Ruikang Zhang, Shuo Wang, Qi Su",
    "source": "arXiv",
    "date": "2026-01-06",
    "link": "http://arxiv.org/abs/2601.02978v1",
    "summary": "[AI 摘要] Recent work in Mechanistic Interpretability (MI) has enabled the identification and intervention of internal features in Large Language Models (LLMs)....",
    "tags": [
      "AI+Security"
    ]
  }
]