[
  {
    "id": "arxiv-2601.02352v1",
    "title": "On the temperature of the quantum black hole",
    "authors": "Abram Akal",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02352v1",
    "summary": "[AI 摘要] A nontrivial peculiarity of general relativity is that when the horizon region of black holes is rendered harmless, the exterior doubles, resulting in...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02350v1",
    "title": "Binarisation-loophole-free observation of high-dimensional quantum nonlocality",
    "authors": "Jia-le Miao, Elna Svegborn, Zhuo Chen et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02350v1",
    "summary": "[AI 摘要] Bell inequality tests based on high-dimensional entanglement usually require measurements that can resolve multiple possible outcomes. However, the im...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02317v1",
    "title": "Mechanisms and Opportunities for Tunable High-Purity Single Photon Emitters: A Review of Hybrid Perovskites and Prospects for Bright Squeezed Vacuum",
    "authors": "Galy Yang, Eric Ashallay, Zhiming Wang et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02317v1",
    "summary": "[AI 摘要] Single-photon emitters (SPEs) are central to quantum communication, computing, and metrology, yet their development remains constrained by trade-offs ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02314v1",
    "title": "Project Ariadne: A Structural Causal Framework for Auditing Faithfulness in LLM Agents",
    "authors": "Sourena Khanzadeh",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02314v1",
    "summary": "[AI 摘要] As Large Language Model (LLM) agents are increasingly tasked with high-stakes autonomous decision-making, the transparency of their reasoning processe...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02311v1",
    "title": "Placement Semantics for Distributed Deep Learning: A Systematic Framework for Analyzing Parallelism Strategies",
    "authors": "Deep Pankajbhai Mehta",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02311v1",
    "summary": "[AI 摘要] Training large language models requires distributing computation across many accelerators, yet practitioners select parallelism strategies (data, tens...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02285v1",
    "title": "pdfQA: Diverse, Challenging, and Realistic Question Answering over PDFs",
    "authors": "Tobias Schimanski, Imene Kolli, Jingwei Ni et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02285v1",
    "summary": "[AI 摘要] PDFs are the second-most used document type on the internet (after HTML). Yet, existing QA datasets commonly start from text sources or only address s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02282v1",
    "title": "Schwarz maps with symmetry",
    "authors": "Alfonso García-Velo, Alberto Ibort",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02282v1",
    "summary": "[AI 摘要] The theory of symmetry of quantum mechanical systems is applied to study the structure and properties of several classes of relevant maps in quantum i...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02273v1",
    "title": "TopoLoRA-SAM: Topology-Aware Parameter-Efficient Adaptation of Foundation Segmenters for Thin-Structure and Cross-Domain Binary Semantic Segmentation",
    "authors": "Salim Khazem",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02273v1",
    "summary": "[AI 摘要] Foundation segmentation models such as the Segment Anything Model (SAM) exhibit strong zero-shot generalization through large-scale pretraining, but a...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02257v1",
    "title": "Improved Accuracy for Private Continual Cardinality Estimation in Fully Dynamic Streams via Matrix Factorization",
    "authors": "Joel Daniel Andersson, Palak Jain, Satchit Sivakumar",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02257v1",
    "summary": "[AI 摘要] We study differentially-private statistics in the fully dynamic continual observation model, where many updates can arrive at each time step and updat...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02255v1",
    "title": "Topological Obstructions for Quantum Adiabatic Algorithms: Evidence from MaxCut Instances",
    "authors": "Prathamesh S. Joshi",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02255v1",
    "summary": "[AI 摘要] Quantum adiabatic algorithms are commonly analyzed through local spectral properties of an interpolating Hamiltonian, most notably the minimum energy ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02254v1",
    "title": "Vouchsafe: A Zero-Infrastructure Capability Graph Model for Offline Identity and Trust",
    "authors": "Jay Kuri",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02254v1",
    "summary": "[AI 摘要] Modern identity and trust systems collapse in the environments where they are needed most: disaster zones, disconnected or damaged networks, and adver...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02253v1",
    "title": "Neuro-Channel Networks: A Multiplication-Free Architecture by Biological Signal Transmission",
    "authors": "Emrah Mete, Emin Erkan Korkmaz",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02253v1",
    "summary": "[AI 摘要] The rapid proliferation of Deep Learning is increasingly constrained by its heavy reliance on high-performance hardware, particularly Graphics Process...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02245v1",
    "title": "MOZAIK: A Privacy-Preserving Analytics Platform for IoT Data Using MPC and FHE",
    "authors": "Michiel Van Kenhove, Erik Pohle, Leonard Schild et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02245v1",
    "summary": "[AI 摘要] The rapid increase of Internet of Things (IoT) systems across several domains has led to the generation of vast volumes of sensitive data, presenting ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02239v1",
    "title": "A General Class of Functionals for Certifying Quantum Incompatibility",
    "authors": "Kuan-Yi Lee, Jhen-Dong Lin, Adam Miranowicz et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02239v1",
    "summary": "[AI 摘要] Quantum steering, measurement incompatibility, and instrument incompatibility have recently been recognized as unified manifestations of quantum incom...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02237v1",
    "title": "Quantum AI for Cybersecurity: A hybrid Quantum-Classical models for attack path analysis",
    "authors": "Jessica A. Sciammarelli, Waqas Ahmed",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02237v1",
    "summary": "[AI 摘要] Modern cyberattacks are increasingly complex, posing significant challenges to classical machine learning methods, particularly when labeled data is l...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02233v1",
    "title": "PauliEngine: High-Performant Symbolic Arithmetic for Quantum Operations",
    "authors": "Leon Müller, Adelina Bärligea, Alexander Knapp et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02233v1",
    "summary": "[AI 摘要] Quantum computation is inherently hybrid, and fast classical manipulation of qubit operators is necessary to ensure scalability in quantum software. W...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02215v1",
    "title": "LLM-Empowered Functional Safety and Security by Design in Automotive Systems",
    "authors": "Nenad Petrovic, Vahid Zolfaghari, Fengjunjie Pan et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02215v1",
    "summary": "[AI 摘要] This paper presents LLM-empowered workflow to support Software Defined Vehicle (SDV) software development, covering the aspects of security-aware syst...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02205v1",
    "title": "From Chat Control to Robot Control: The Backdoors Left Open for the Sake of Safety",
    "authors": "Neziha Akalin, Alberto Giaretta",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02205v1",
    "summary": "[AI 摘要] This paper explores how a recent European Union proposal, the so-called Chat Control law, which creates regulatory incentives for providers to impleme...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02203v1",
    "title": "Parameter-Efficient Domain Adaption for CSI Crowd-Counting via Self-Supervised Learning with Adapter Modules",
    "authors": "Oliver Custance, Saad Khan, Simon Parkinson et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02203v1",
    "summary": "[AI 摘要] Device-free crowd-counting using WiFi Channel State Information (CSI) is a key enabling technology for a new generation of privacy-preserving Internet...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02199v1",
    "title": "Topological States Enabled by Non-local Nonlinearity in Synthetic Dimensions",
    "authors": "Chong-Xiao Chen, Zheng-Wei Zhou, Han Pu et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02199v1",
    "summary": "[AI 摘要] The interplay between topology and nonlinearity represents a central challenge in modern physics. Here, we investigate this interplay by considering a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02200v1",
    "title": "Code for Machines, Not Just Humans: Quantifying AI-Friendliness with Code Health Metrics",
    "authors": "Markus Borg, Nadim Hagatulah, Adam Tornhill et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02200v1",
    "summary": "[AI 摘要] We are entering a hybrid era in which human developers and AI coding agents work in the same codebases. While industry practice has long optimized cod...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02183v1",
    "title": "Developments in superconducting erasure qubits for hardware-efficient quantum error correction",
    "authors": "Maria Violaris, Luciana Henaut, James Wills et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02183v1",
    "summary": "[AI 摘要] Quantum computers are inherently noisy, and a crucial challenge for achieving large-scale, fault-tolerant quantum computing is to implement quantum er...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02170v1",
    "title": "Streaming Hallucination Detection in Long Chain-of-Thought Reasoning",
    "authors": "Haolang Lu, Minghui Pan, Ripeng Li et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02170v1",
    "summary": "[AI 摘要] Long chain-of-thought (CoT) reasoning improves the performance of large language models, yet hallucinations in such settings often emerge subtly and p...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02163v1",
    "title": "EverMemOS: A Self-Organizing Memory Operating System for Structured Long-Horizon Reasoning",
    "authors": "Chuanrui Hu, Xingze Gao, Zuyi Zhou et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02163v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are increasingly deployed as long-term interactive agents, yet their limited context windows make it difficult to sustain...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02160v1",
    "title": "Simulating Non-Markovian Dynamics in Open Quantum Systems",
    "authors": "Meng Xu, Vasilii Vadimov, J. T. Stockburger et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02160v1",
    "summary": "[AI 摘要] Recent advances in quantum technologies and related experiments have created a need for highly accurate, versatile, and computationally efficient simu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02152v1",
    "title": "Optical nonlinearity of cold atomic ensemble driven by strong coherent field in a saturation regime",
    "authors": "A. S. Usoltsev, L. V. Gerasimov, A. D. Manukhova et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02152v1",
    "summary": "[AI 摘要] We present a microscopic analysis and evaluation of the dielectric susceptibility of a dielectric medium consisting of vector-type two-energy-level at...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02150v1",
    "title": "Quantum Extreme Reservoir Computing for Phase Classification of Polymer Alloy Microstructures",
    "authors": "Arisa Ikeda, Akitada Sakurai, Kae Nemoto et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02150v1",
    "summary": "[AI 摘要] Quantum machine learning (QML) is expected to offer new opportunities to process high-dimensional data efficiently by exploiting the exponentially lar...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02149v1",
    "title": "AI-enhanced tuning of quantum dot Hamiltonians toward Majorana modes",
    "authors": "Mateusz Krawczyk, Jarosław Pawłowski",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02149v1",
    "summary": "[AI 摘要] We propose a neural network-based model capable of learning the broad landscape of working regimes in quantum dot simulators, and using this knowledge...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02147v1",
    "title": "BiPrompt: Bilateral Prompt Optimization for Visual and Textual Debiasing in Vision-Language Models",
    "authors": "Sunny Gupta, Shounak Das, Amit Sethi",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02147v1",
    "summary": "[AI 摘要] Vision language foundation models such as CLIP exhibit impressive zero-shot generalization yet remain vulnerable to spurious correlations across visua...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02144v1",
    "title": "Routing by Analogy: kNN-Augmented Expert Assignment for Mixture-of-Experts",
    "authors": "Boxuan Lyu, Soichiro Murakami, Hidetaka Kamigaito et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02144v1",
    "summary": "[AI 摘要] Mixture-of-Experts (MoE) architectures scale large language models efficiently by employing a parametric \"router\" to dispatch tokens to a sparse subse...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02140v1",
    "title": "O Nature, Where Art Thou?",
    "authors": "Fay Dowker",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02140v1",
    "summary": "[AI 摘要] Where does what happens happen in a quantum system? The standard textbook formulation of quantum mechanics provides a strange, imprecise and yet succe...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02137v1",
    "title": "Flux-noise-resilient transmon qubit via a doubly-connected gradiometric design",
    "authors": "J. B. Fu, Da-Wei Wang, B. Ren et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02137v1",
    "summary": "[AI 摘要] Frequency-tunable superconducting transmon qubits are a cornerstone of scalable quantum processors, yet their performance is often degraded by sensiti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02135v1",
    "title": "HFRWKV: A High-Performance Fully On-Chip Hardware Accelerator for RWKV",
    "authors": "Liu Shijie, Zeng Zhenghao, Jiao Han et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02135v1",
    "summary": "[AI 摘要] RWKV is a modern RNN architecture that approaches the performance of Transformers, with the advantage of processing long contexts at a linear memory c...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02123v1",
    "title": "DeCode: Decoupling Content and Delivery for Medical QA",
    "authors": "Po-Jen Ko, Chen-Han Tsai, Yu-Shao Peng",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02123v1",
    "summary": "[AI 摘要] Large language models (LLMs) exhibit strong medical knowledge and can generate factually accurate responses. However, existing models often fail to ac...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02122v1",
    "title": "Efficient Calculation of the Maximal Rényi Divergence for a Matrix Product State via Generalized Eigenvalue Density Matrix Renormalization Group",
    "authors": "Uri Levin, Noa Feldman, Moshe Goldstein",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02122v1",
    "summary": "[AI 摘要] The study of quantum and classical correlations between subsystems is fundamental to understanding many-body physics. In quantum information theory, t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02117v1",
    "title": "Addressing intramolecular vibrational redistribution in a single molecule through pump and probe surface-enhanced vibrational spectroscopy",
    "authors": "Aurelian Loirette-Pelous, Roberto A. Boto, Javier Aizpurua et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02117v1",
    "summary": "[AI 摘要] The development of accurate tools to characterize Intramolecular Vibrational Redistribution (IVR) is of major interest in chemistry. In this context, ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02071v1",
    "title": "FormuLLA: A Large Language Model Approach to Generating Novel 3D Printable Formulations",
    "authors": "Adeshola Okubena, Yusuf Ali Mohammed, Moe Elbadawi",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02071v1",
    "summary": "[AI 摘要] Pharmaceutical three-dimensional (3D) printing is an advanced fabrication technology with the potential to enable truly personalised dosage forms. Rec...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02070v1",
    "title": "Optimization of modulation transfer protocol for Rydberg RF receivers",
    "authors": "Mickael Branco, K V Adwaith, Duc-Anh Trinh et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02070v1",
    "summary": "[AI 摘要] We explore theoretically and experimentally the recently demonstrated modulation transfer protocol [D.-A. Trinh, K. V. Adwaith, M. Branco, A. Rouxel, ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02065v1",
    "title": "Cost-Efficient Cross-Lingual Retrieval-Augmented Generation for Low-Resource Languages: A Case Study in Bengali Agricultural Advisory",
    "authors": "Md. Asif Hossain, Nabil Subhan, Mantasha Rahman Mahi et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02065v1",
    "summary": "[AI 摘要] Access to reliable agricultural advisory remains limited in many developing regions due to a persistent language barrier: authoritative agricultural m...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02064v1",
    "title": "Cutting Quantum Circuits Beyond Qubits",
    "authors": "Manav Seksaria, Anil Prabhakar",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02064v1",
    "summary": "[AI 摘要] We extend quantum circuit cutting to heterogeneous registers comprising mixed-dimensional qudits. By decomposing non-local interactions into tensor pr...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02062v1",
    "title": "Integrating Quantum Software Tools with(in) MLIR",
    "authors": "Patrick Hopf, Erick Ochoa Lopez, Yannick Stade et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02062v1",
    "summary": "[AI 摘要] Compilers transform code into action. They convert high-level programs into executable hardware instructions - a crucial step in enabling reliable and...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02060v1",
    "title": "Perish or Flourish? A Holistic Evaluation of Large Language Models for Code Generation in Functional Programming",
    "authors": "Nguyet-Anh H. Lang, Eric Lang, Thanh Le-Cong et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02060v1",
    "summary": "[AI 摘要] Functional programming provides strong foundations for developing reliable and secure software systems, yet its adoption remains not widespread due to...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02045v1",
    "title": "The New Compiler Stack: A Survey on the Synergy of LLMs and Compilers",
    "authors": "Shuoming Zhang, Jiacheng Zhao, Qiuchu Yu et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02045v1",
    "summary": "[AI 摘要] This survey has provided a systematic overview of the emerging field of LLM-enabled compilation by addressing several key research questions. We first...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02031v1",
    "title": "Output Embedding Centering for Stable LLM Pretraining",
    "authors": "Felix Stollenwerk, Anna Lokrantz, Niclas Hertzberg",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02031v1",
    "summary": "[AI 摘要] Pretraining of large language models is not only expensive but also prone to certain training instabilities. A specific instability that often occurs ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02023v1",
    "title": "Not All Needles Are Found: How Fact Distribution and Don't Make It Up Prompts Shape Literal Extraction, Logical Inference, and Hallucination Risks in Long-Context LLMs",
    "authors": "Amirali Ebrahimzadeh, Seyyed M. Salili",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02023v1",
    "summary": "[AI 摘要] Large language models (LLMs) increasingly support very long input contexts. Yet it remains unclear how reliably they extract and infer information at ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02009v1",
    "title": "Absolutely Maximal Contextual Correlations",
    "authors": "Nripendra Majumdar, S. Aravinda",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02009v1",
    "summary": "[AI 摘要] The foundational work by Bell led to an interest in understanding non-local correlations that arise from entangled states shared between distinct, spa...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.02008v1",
    "title": "XAI-MeD: Explainable Knowledge Guided Neuro-Symbolic Framework for Domain Generalization and Rare Class Detection in Medical Imaging",
    "authors": "Midhat Urooj, Ayan Banerjee, Sandeep Gupta",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02008v1",
    "summary": "[AI 摘要] Explainability domain generalization and rare class reliability are critical challenges in medical AI where deep models often fail under real world di...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.02002v1",
    "title": "Exploring Approaches for Detecting Memorization of Recommender System Data in Large Language Models",
    "authors": "Antonio Colacicco, Vito Guida, Dario Di Palma et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.02002v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are increasingly applied in recommendation scenarios due to their strong natural language understanding and generation ca...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.01993v1",
    "title": "MindChat: A Privacy-preserving Large Language Model for Mental Health Support",
    "authors": "Dong Xue, Jicheng Tu, Ming Wang et al.",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.01993v1",
    "summary": "[AI 摘要] Large language models (LLMs) have shown promise for mental health support, yet training such models is constrained by the scarcity and sensitivity of ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.01990v1",
    "title": "Parallel Quantum Gates via Scalable Subsystem-Optimized Robust Control",
    "authors": "Xiaodong Yang, Ran Liu, Jun Li",
    "source": "arXiv",
    "date": "2026-01-05",
    "link": "http://arxiv.org/abs/2601.01990v1",
    "summary": "[AI 摘要] Accurate and efficient implementation of parallel quantum gates is crucial for scalable quantum information processing. However, the unavoidable cross...",
    "tags": [
      "Arch/Hardware"
    ]
  }
]