[
  {
    "id": "arxiv-2601.22159v1",
    "title": "RedSage: A Cybersecurity Generalist LLM",
    "authors": "Naufal Suryanto, Muzammal Naseer, Pengfei Li et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22159v1",
    "summary": "[AI 摘要] Cybersecurity operations demand assistant LLMs that support diverse workflows without exposing sensitive data. Existing solutions either rely on propr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22149v1",
    "title": "DynaWeb: Model-Based Reinforcement Learning of Web Agents",
    "authors": "Hang Ding, Peidong Liu, Junqiao Wang et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22149v1",
    "summary": "[AI 摘要] The development of autonomous web agents, powered by Large Language Models (LLMs) and reinforcement learning (RL), represents a significant step towar...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22140v1",
    "title": "Quantum fluctuations in hydrodynamics and quantum long-time tails",
    "authors": "Akash Jain",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22140v1",
    "summary": "[AI 摘要] We construct a quantum Schwinger-Keldysh (SK) effective field theory for the diffusive hydrodynamics of a conserved scalar field. Quantum corrections ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22139v1",
    "title": "Reasoning While Asking: Transforming Reasoning Large Language Models from Passive Solvers to Proactive Inquirers",
    "authors": "Xin Chen, Feng Jiang, Yiqian Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22139v1",
    "summary": "[AI 摘要] Reasoning-oriented Large Language Models (LLMs) have achieved remarkable progress with Chain-of-Thought (CoT) prompting, yet they remain fundamentally...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22137v1",
    "title": "PRISM: Distribution-free Adaptive Computation of Matrix Functions for Accelerating Neural Network Training",
    "authors": "Shenghao Yang, Zhichao Wang, Oleg Balabanov et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22137v1",
    "summary": "[AI 摘要] Matrix functions such as square root, inverse roots, and orthogonalization play a central role in preconditioned gradient methods for neural network t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22136v1",
    "title": "StepShield: When, Not Whether to Intervene on Rogue Agents",
    "authors": "Gloria Felicia, Michael Eniolade, Jinfeng He et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22136v1",
    "summary": "[AI 摘要] Existing agent safety benchmarks report binary accuracy, conflating early intervention with post-mortem analysis. A detector that flags a violation at...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22130v1",
    "title": "World of Workflows: a Benchmark for Bringing World Models to Enterprise Systems",
    "authors": "Lakshya Gupta, Litao Li, Yizhe Liu et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22130v1",
    "summary": "[AI 摘要] Frontier large language models (LLMs) excel as autonomous agents in many domains, yet they remain untested in complex enterprise systems where hidden ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22129v1",
    "title": "SWE-Replay: Efficient Test-Time Scaling for Software Engineering Agents",
    "authors": "Yifeng Ding, Lingming Zhang",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22129v1",
    "summary": "[AI 摘要] Test-time scaling has been widely adopted to enhance the capabilities of Large Language Model (LLM) agents in software engineering (SWE) tasks. Howeve...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22128v1",
    "title": "The Patient is not a Moving Document: A World Model Training Paradigm for Longitudinal EHR",
    "authors": "Irsyad Adam, Zekai Chen, David Laprade et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22128v1",
    "summary": "[AI 摘要] Large language models (LLMs) trained with next-word-prediction have achieved success as clinical foundation models. Representations from these languag...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22101v1",
    "title": "ECO: Quantized Training without Full-Precision Master Weights",
    "authors": "Mahdi Nikdan, Amir Zandieh, Dan Alistarh et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22101v1",
    "summary": "[AI 摘要] Quantization has significantly improved the compute and memory efficiency of Large Language Model (LLM) training. However, existing approaches still r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22091v1",
    "title": "Designing quantum technologies with a quantum computer",
    "authors": "Juan Naranjo, Thi Ha Kyaw, Gaurav Saxena et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22091v1",
    "summary": "[AI 摘要] Interacting spin systems in solids underpin a wide range of quantum technologies, from quantum sensors and single-photon sources to spin-defect-based ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22083v1",
    "title": "Latent Adversarial Regularization for Offline Preference Optimization",
    "authors": "Enyi Jiang, Yibo Jacky Zhang, Yinglun Xu et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22083v1",
    "summary": "[AI 摘要] Learning from human feedback typically relies on preference optimization that constrains policy updates through token-level regularization. However, p...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22064v1",
    "title": "Thermodynamics of linear open quantum walks",
    "authors": "Pedro Linck Maciel, Nadja Kolb Bernardes",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22064v1",
    "summary": "[AI 摘要] Open quantum systems interact with their environment, leading to nonunitary dynamics. We investigate the thermodynamics of linear Open Quantum Walks (...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22060v1",
    "title": "Vision-DeepResearch: Incentivizing DeepResearch Capability in Multimodal Large Language Models",
    "authors": "Wenxuan Huang, Yu Zeng, Qiuchen Wang et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22060v1",
    "summary": "[AI 摘要] Multimodal large language models (MLLMs) have achieved remarkable success across a broad range of vision tasks. However, constrained by the capacity o...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22057v1",
    "title": "Unsupervised Decomposition and Recombination with Discriminator-Driven Diffusion Models",
    "authors": "Archer Wang, Emile Anand, Yilun Du et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22057v1",
    "summary": "[AI 摘要] Decomposing complex data into factorized representations can reveal reusable components and enable synthesizing new samples via component recombinatio...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22054v1",
    "title": "MetricAnything: Scaling Metric Depth Pretraining with Noisy Heterogeneous Sources",
    "authors": "Baorui Ma, Jiahui Yang, Donglin Di et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22054v1",
    "summary": "[AI 摘要] Scaling has powered recent advances in vision foundation models, yet extending this paradigm to metric depth estimation remains challenging due to het...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22037v1",
    "title": "Optimizing Agentic Workflows using Meta-tools",
    "authors": "Sami Abuzakuk, Anne-Marie Kermarrec, Rishi Sharma et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22037v1",
    "summary": "[AI 摘要] Agentic AI enables LLM to dynamically reason, plan, and interact with tools to solve complex tasks. However, agentic workflows often require many iter...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22035v1",
    "title": "Thinking Out of Order: When Output Order Stops Reflecting Reasoning Order in Diffusion Language Models",
    "authors": "Longxuan Yu, Yu Fu, Shaorong Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22035v1",
    "summary": "[AI 摘要] Autoregressive (AR) language models enforce a fixed left-to-right generation order, creating a fundamental limitation when the required output structu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22027v1",
    "title": "CAR-bench: Evaluating the Consistency and Limit-Awareness of LLM Agents under Real-World Uncertainty",
    "authors": "Johannes Kirmayr, Lukas Stappen, Elisabeth André",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22027v1",
    "summary": "[AI 摘要] Existing benchmarks for Large Language Model (LLM) agents focus on task completion under idealistic settings but overlook reliability in real-world, u...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22025v1",
    "title": "When \"Better\" Prompts Hurt: Evaluation-Driven Iteration for LLM Applications",
    "authors": "Daniel Commey",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22025v1",
    "summary": "[AI 摘要] Evaluating Large Language Model (LLM) applications differs from traditional software testing because outputs are stochastic, high-dimensional, and sen...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.22011v1",
    "title": "Photonic Links for Spin-Based Quantum Sensors",
    "authors": "M. Reefaz Rahman, Karsten Schnier, Ryan Goldsmith et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22011v1",
    "summary": "[AI 摘要] A growing variety of optically accessible spin qubits have emerged in recent years as key components for quantum sensors, qubits, and quantum memories...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22006v1",
    "title": "Machine learning with minimal use of quantum computers: Provable advantages in Learning Under Quantum Privileged Information (LUQPI)",
    "authors": "Vasily Bokov, Lisa Kohl, Sebastian Schmitt et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22006v1",
    "summary": "[AI 摘要] Quantum machine learning (QML) is often listed as a promising candidate for useful applications of quantum computers, in part due to numerous proofs o...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22005v1",
    "title": "Hierarchy of discriminative power and complexity in learning quantum ensembles",
    "authors": "Jian Yao, Pengtao Li, Xiaohui Chen et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22005v1",
    "summary": "[AI 摘要] Distance metrics are central to machine learning, yet distances between ensembles of quantum states remain poorly understood due to fundamental quantu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.22001v1",
    "title": "Heterogeneous Computing: The Key to Powering the Future of AI Agent Inference",
    "authors": "Yiren Zhao, Junyi Liu",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.22001v1",
    "summary": "[AI 摘要] AI agent inference is driving an inference heavy datacenter future and exposes bottlenecks beyond compute - especially memory capacity, memory bandwid...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21996v1",
    "title": "Mechanistic Data Attribution: Tracing the Training Origins of Interpretable LLM Units",
    "authors": "Jianhui Chen, Yuzhang Luo, Liangming Pan",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21996v1",
    "summary": "[AI 摘要] While Mechanistic Interpretability has identified interpretable circuits in LLMs, their causal origins in training data remain elusive. We introduce M...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21991v1",
    "title": "Geometry of Drifting MDPs with Path-Integral Stability Certificates",
    "authors": "Zuyuan Zhang, Mahdi Imani, Tian Lan",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21991v1",
    "summary": "[AI 摘要] Real-world reinforcement learning is often \\emph{nonstationary}: rewards and dynamics drift, accelerate, oscillate, and trigger abrupt switches in the...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21981v1",
    "title": "VERSA: Verified Event Data Format for Reliable Soccer Analytics",
    "authors": "Geonhee Jo, Mingu Kang, Kangmin Lee et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21981v1",
    "summary": "[AI 摘要] Event stream data is a critical resource for fine-grained analysis across various domains, including financial transactions, system operations, and sp...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21972v1",
    "title": "Learning Decentralized LLM Collaboration with Multi-Agent Actor Critic",
    "authors": "Shuo Liu, Tianle Chen, Ryan Amiri et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21972v1",
    "summary": "[AI 摘要] Recent work has explored optimizing LLM collaboration through Multi-Agent Reinforcement Learning (MARL). However, most MARL fine-tuning approaches rel...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21971v1",
    "title": "MoE-ACT: Improving Surgical Imitation Learning Policies through Supervised Mixture-of-Experts",
    "authors": "Lorenzo Mazza, Ariel Rodriguez, Rayan Younis et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21971v1",
    "summary": "[AI 摘要] Imitation learning has achieved remarkable success in robotic manipulation, yet its application to surgical robotics remains challenging due to data s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21969v1",
    "title": "Token-Guard: Towards Token-Level Hallucination Control via Self-Checking Decoding",
    "authors": "Yifan Zhu, Huiqiang Rong, Haoran Luo",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21969v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) often hallucinate, generating content inconsistent with the input. Retrieval-Augmented Generation (RAG) and Reinforcement...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21963v1",
    "title": "Industrialized Deception: The Collateral Effects of LLM-Generated Misinformation on Digital Ecosystems",
    "authors": "Alexander Loth, Martin Kappes, Marc-Oliver Pahl",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21963v1",
    "summary": "[AI 摘要] Generative AI and misinformation research has evolved since our 2024 survey. This paper presents an updated perspective, transitioning from literature...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21961v1",
    "title": "How do Visual Attributes Influence Web Agents? A Comprehensive Evaluation of User Interface Design Factors",
    "authors": "Kuai Yu, Naicheng Yu, Han Wang et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21961v1",
    "summary": "[AI 摘要] Web agents have demonstrated strong performance on a wide range of web-based tasks. However, existing research on the effect of environmental variatio...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21953v1",
    "title": "Fabrication effects on Niobium oxidation and surface contamination in Niobium-metal bilayers using X-ray photoelectron spectroscopy",
    "authors": "Tathagata Banerjee, Maciej W. Olszewski, Valla Fatemi",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21953v1",
    "summary": "[AI 摘要] Superconducting resonators and qubits are limited by dielectric losses from surface oxides. Surface oxides are mitigated through various strategies su...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21947v1",
    "title": "ToolWeaver: Weaving Collaborative Semantics for Scalable Tool Use in Large Language Models",
    "authors": "Bowen Fang, Wen Ye, Yunyue Su et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21947v1",
    "summary": "[AI 摘要] Prevalent retrieval-based tool-use pipelines struggle with a dual semantic challenge: their retrievers often employ encoders that fail to capture comp...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21937v1",
    "title": "Retrieval-Infused Reasoning Sandbox: A Benchmark for Decoupling Retrieval and Reasoning Capabilities",
    "authors": "Shuangshuang Ying, Zheyu Wang, Yunjian Peng et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21937v1",
    "summary": "[AI 摘要] Despite strong performance on existing benchmarks, it remains unclear whether large language models can reason over genuinely novel scientific informa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21936v1",
    "title": "AgenticSimLaw: A Juvenile Courtroom Multi-Agent Debate Simulation for Explainable High-Stakes Tabular Decision Making",
    "authors": "Jon Chun, Kathrine Elkins, Yong Suk Lee",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21936v1",
    "summary": "[AI 摘要] We introduce AgenticSimLaw, a role-structured, multi-agent debate framework that provides transparent and controllable test-time reasoning for high-st...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21930v1",
    "title": "Entropy production versus memory effects in two-level open quantum systems",
    "authors": "Guillaume Théret, Dominique Sugny, Camille L. Latune",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21930v1",
    "summary": "[AI 摘要] We compare several definitions of entropy production rate introduced in the literature from a large variety of situations and motivations, and then an...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21923v1",
    "title": "A scalable quantum-enhanced greedy algorithm for maximum independent set problems",
    "authors": "Elisabeth Wybo, Jami Rönkkö, Olli Hirviniemi et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21923v1",
    "summary": "[AI 摘要] We investigate a hybrid quantum-classical algorithm for solving the Maximum Independent Set (MIS) problem on regular graphs, combining the Quantum App...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21910v1",
    "title": "Beyond the Finite Variant Property: Extending Symbolic Diffie-Hellman Group Models (Extended Version)",
    "authors": "Sofia Giampietro, Ralf Sasse, David Basin",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21910v1",
    "summary": "[AI 摘要] Diffie-Hellman groups are commonly used in cryptographic protocols. While most state-of-the-art, symbolic protocol verifiers support them to some degr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21909v1",
    "title": "From Meta-Thought to Execution: Cognitively Aligned Post-Training for Generalizable and Reliable LLM Reasoning",
    "authors": "Shaojie Wang, Liang Zhang",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21909v1",
    "summary": "[AI 摘要] Current LLM post-training methods optimize complete reasoning trajectories through Supervised Fine-Tuning (SFT) followed by outcome-based Reinforcemen...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21902v1",
    "title": "Hardware-Triggered Backdoors",
    "authors": "Jonas Möller, Erik Imgrund, Thorsten Eisenhofer et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21902v1",
    "summary": "[AI 摘要] Machine learning models are routinely deployed on a wide range of computing hardware. Although such hardware is typically expected to produce identica...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21900v1",
    "title": "TraceRouter: Robust Safety for Large Foundation Models via Path-Level Intervention",
    "authors": "Chuancheng Shi, Shangze Li, Wenjun Lu et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21900v1",
    "summary": "[AI 摘要] Despite their capabilities, large foundation models (LFMs) remain susceptible to adversarial manipulation. Current defenses predominantly rely on the ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21895v1",
    "title": "Learn-to-Distance: Distance Learning for Detecting LLM-Generated Text",
    "authors": "Hongyi Zhou, Jin Zhu, Erhan Xu et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21895v1",
    "summary": "[AI 摘要] Modern large language models (LLMs) such as GPT, Claude, and Gemini have transformed the way we learn, work, and communicate. Yet, their ability to pr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21892v1",
    "title": "Improving Classifier-Free Guidance of Flow Matching via Manifold Projection",
    "authors": "Jian-Feng Cai, Haixia Liu, Zhengyi Su et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21892v1",
    "summary": "[AI 摘要] Classifier-free guidance (CFG) is a widely used technique for controllable generation in diffusion and flow-based models. Despite its empirical succes...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21880v1",
    "title": "Rapid high-temperature initialisation and readout of spins in silicon with 10 THz photons",
    "authors": "Aidan G. McConnell, Nils Dessmann, Wojciech Adamczyk et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21880v1",
    "summary": "[AI 摘要] Each cycle of a quantum computation requires a quantum state initialisation. For semiconductor-based quantum platforms, initialisation is typically pe...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.21879v1",
    "title": "astra-langchain4j: Experiences Combining LLMs and Agent Programming",
    "authors": "Rem Collier, Katharine Beaumont, Andrei Ciortea",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21879v1",
    "summary": "[AI 摘要] Given the emergence of Generative AI over the last two years and the increasing focus on Agentic AI as a form of Multi-Agent System it is important to...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21872v1",
    "title": "WebArbiter: A Principle-Guided Reasoning Process Reward Model for Web Agents",
    "authors": "Yao Zhang, Shijie Tang, Zeyu Li et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21872v1",
    "summary": "[AI 摘要] Web agents hold great potential for automating complex computer tasks, yet their interactions involve long-horizon, sequential decision-making with ir...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21866v1",
    "title": "MoHETS: Long-term Time Series Forecasting with Mixture-of-Heterogeneous-Experts",
    "authors": "Evandro S. Ortigossa, Guy Lutsker, Eran Segal",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21866v1",
    "summary": "[AI 摘要] Real-world multivariate time series can exhibit intricate multi-scale structures, including global trends, local periodicities, and non-stationary reg...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21864v1",
    "title": "KnowBias: Mitigating Social Bias in LLMs via Know-Bias Neuron Enhancement",
    "authors": "Jinhao Pan, Chahat Raj, Anjishnu Mukherjee et al.",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21864v1",
    "summary": "[AI 摘要] Large language models (LLMs) exhibit social biases that reinforce harmful stereotypes, limiting their safe deployment. Most existing debiasing methods...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.21863v1",
    "title": "A Bravyi-König theorem for Floquet codes generated by locally conjugate instantaneous stabiliser groups",
    "authors": "Jelena Mackeprang, Jonas Helsen",
    "source": "arXiv",
    "date": "2026-01-29",
    "link": "http://arxiv.org/abs/2601.21863v1",
    "summary": "[AI 摘要] The Bravyi-König (BK) theorem is an important no-go theorem for the dynamics of topological stabiliser quantum error correcting codes. It states that ...",
    "tags": [
      "Arch/Hardware"
    ]
  }
]