[
  {
    "id": "arxiv-2602.04700v1",
    "title": "Quantum Advantage in Decision Trees: A Weighted Graph and $L_1$ Norm Approach",
    "authors": "Sebastian Alberto Grillo, Bernardo Daniel Dávalos, Rodney Fabian Franco Torres et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04700v1",
    "summary": "[AI 摘要] The analysis of the computational power of single-query quantum algorithms is important because they must extract maximal information from one oracle ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04692v1",
    "title": "DRMOT: A Dataset and Framework for RGBD Referring Multi-Object Tracking",
    "authors": "Sijia Chen, Lijuan Ma, Yanqiu Yu et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04692v1",
    "summary": "[AI 摘要] Referring Multi-Object Tracking (RMOT) aims to track specific targets based on language descriptions and is vital for interactive AI systems such as r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04676v1",
    "title": "Pre-optimization of quantum circuits, barren plateaus and classical simulability: tensor networks to unlock the variational quantum eigensolver",
    "authors": "Baptiste Anselme Martin, Thomas Ayral",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04676v1",
    "summary": "[AI 摘要] Variational quantum algorithms are practical approaches to prepare ground states, but their potential for quantum advantage remains unclear. Here, we ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04674v1",
    "title": "Overstating Attitudes, Ignoring Networks: LLM Biases in Simulating Misinformation Susceptibility",
    "authors": "Eun Cheol Choi, Lindsay E. Young, Emilio Ferrara",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04674v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly used as proxies for human judgment in computational social science, yet their ability to reproduce patte...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04663v1",
    "title": "Rethinking the Design Space of Reinforcement Learning for Diffusion Models: On the Importance of Likelihood Estimation Beyond Loss Design",
    "authors": "Jaemoo Choi, Yuchen Zhu, Wei Guo et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04663v1",
    "summary": "[AI 摘要] Reinforcement learning has been widely applied to diffusion and flow models for visual tasks such as text-to-image generation. However, these tasks re...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04653v1",
    "title": "Inference-Time Backdoors via Hidden Instructions in LLM Chat Templates",
    "authors": "Ariel Fogel, Omer Hofman, Eilon Cohen et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04653v1",
    "summary": "[AI 摘要] Open-weight language models are increasingly used in production settings, raising new security challenges. One prominent threat in this context is bac...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04646v1",
    "title": "Pure narrowband photon-pair generation in a monolithic cavity",
    "authors": "Xavier Barcons Planas, Helen M. Chrzanowski, Janik Wolters",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04646v1",
    "summary": "[AI 摘要] Photonic quantum technologies require efficient sources of pure single photons. Here we present a heralded SPDC single-photon source in a monolithic c...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04634v1",
    "title": "WideSeek-R1: Exploring Width Scaling for Broad Information Seeking via Multi-Agent Reinforcement Learning",
    "authors": "Zelai Xu, Zhexuan Xu, Ruize Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04634v1",
    "summary": "[AI 摘要] Recent advancements in Large Language Models (LLMs) have largely focused on depth scaling, where a single agent solves long-horizon problems with mult...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04633v1",
    "title": "On the emergence of classical stochasticity",
    "authors": "Xuan Du Trinh, Ismaël Septembre, Hai-Chau Nguyen",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04633v1",
    "summary": "[AI 摘要] We examine the logical structure of the emergence of classical stochasticity for a quantum system governed by a Pauli-type master equation. It is well...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04627v1",
    "title": "Dicke Superradiance in Extended 2D Quantum Arrays Coupled to Metasurface Bound States in the Continuum",
    "authors": "Daniel Eyles, Emmanuel Lassalle, Adam Stokes et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04627v1",
    "summary": "[AI 摘要] Dicke superradiance is a collective phenomenon where the emission from ensembles of quantum emitters is coherently enhanced beyond the sum of each emi...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04616v1",
    "title": "A Human-Centered Privacy Approach (HCP) to AI",
    "authors": "Luyi Sun, Wei Xu, Zaifeng Gao",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04616v1",
    "summary": "[AI 摘要] As the paradigm of Human-Centered AI (HCAI) gains prominence, its benefits to society are accompanied by significant ethical concerns, one of which is...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04595v1",
    "title": "Harmonia: Algorithm-Hardware Co-Design for Memory- and Compute-Efficient BFP-based LLM Inference",
    "authors": "Xinyu Wang, Jieyu Li, Yanan Sun et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04595v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are powerful but incur high memory and computation costs. Quantization is an effective solution, with INT weights and FP ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04588v1",
    "title": "Entanglement improves coordination in distributed systems",
    "authors": "Francisco Ferreira da Silva, Stephanie Wehner",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04588v1",
    "summary": "[AI 摘要] Coordination in distributed systems is often hampered by communication latency, which degrades performance. Quantum entanglement offers fundamentally ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04581v1",
    "title": "Trust The Typical",
    "authors": "Debargha Ganguly, Sreehari Sankar, Biyao Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04581v1",
    "summary": "[AI 摘要] Current approaches to LLM safety fundamentally rely on a brittle cat-and-mouse game of identifying and blocking known threats via guardrails. We argue...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04572v1",
    "title": "From Competition to Collaboration: Designing Sustainable Mechanisms Between LLMs and Online Forums",
    "authors": "Niv Fono, Yftah Ziser, Omer Ben-Porat",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04572v1",
    "summary": "[AI 摘要] While Generative AI (GenAI) systems draw users away from (Q&A) forums, they also depend on the very data those forums produce to improve their perform...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04562v1",
    "title": "Optimal conversion from Rényi Differential Privacy to $f$-Differential Privacy",
    "authors": "Anneliese Riess, Juan Felipe Gomez, Flavio du Pin Calmon et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04562v1",
    "summary": "[AI 摘要] We prove the conjecture stated in Appendix F.3 of [Zhu et al. (2022)]: among all conversion rules that map a Rényi Differential Privacy (RDP) profile ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04552v1",
    "title": "Restoring Landauer's Principle for Unitarily Transformed Thermal Reservoirs",
    "authors": "Hao Xu",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04552v1",
    "summary": "[AI 摘要] Landauer's principle, a cornerstone of quantum information and thermodynamics, appears to be violated when the thermal reservoir is replaced by a sque...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04550v1",
    "title": "Locally Gentle State Certification for High Dimensional Quantum Systems",
    "authors": "Cristina Butucea, Jan Johannes, Henning Stein",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04550v1",
    "summary": "[AI 摘要] Standard approaches to quantum statistical inference rely on measurements that induce a collapse of the wave function, effectively consuming the quant...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04543v1",
    "title": "Effect of initial intrasystem entanglement on entropy growth in generalized Jaynes-Cummings models",
    "authors": "Daria Gaidukevich",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04543v1",
    "summary": "[AI 摘要] We investigate how initial intrasystem entanglement influences the entropy generated in atomic systems interacting with a photonic environment in seve...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04541v1",
    "title": "LycheeDecode: Accelerating Long-Context LLM Inference via Hybrid-Head Sparse Decoding",
    "authors": "Gang Lin, Dongfang Li, Zhuoen Chen et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04541v1",
    "summary": "[AI 摘要] The proliferation of long-context large language models (LLMs) exposes a key bottleneck: the rapidly expanding key-value cache during decoding, which ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04538v1",
    "title": "Thermodynamic Cost of Regeneration in a Quantum Stirling Cycle",
    "authors": "Ferdi Altintas",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04538v1",
    "summary": "[AI 摘要] We study the regenerative quantum Stirling heat engine cycle within the standard weak-coupling, Markovian open quantum system framework. We point out ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04525v1",
    "title": "SLUM-i: Semi-supervised Learning for Urban Mapping of Informal Settlements and Data Quality Benchmarking",
    "authors": "Muhammad Taha Mukhtar, Syed Musa Ali Kazmi, Khola Naseem et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04525v1",
    "summary": "[AI 摘要] Rapid urban expansion has fueled the growth of informal settlements in major cities of low- and middle-income countries, with Lahore and Karachi in Pa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04524v1",
    "title": "A simple means for deriving quantum mechanics",
    "authors": "Eric Tesse",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04524v1",
    "summary": "[AI 摘要] A type of mechanics will be presented that possesses some distinctive properties. On the one hand, its physical description & rules of operation are r...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04508v1",
    "title": "Squeezing-Enhanced Rotational Doppler Metrology",
    "authors": "Javier Navarro, Mateo Casariego, Gabriel Molina-Terriza et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04508v1",
    "summary": "[AI 摘要] A rotating surface can induce a frequency shift in incident light by changing its angular momentum, a phenomenon known as the rotational Doppler effec...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04505v1",
    "title": "PhoQuPy: A Python framework for Automation of Quantum Optics experiments",
    "authors": "Srivatsa Murali, Anshuman Kumar",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04505v1",
    "summary": "[AI 摘要] We present the automation of a confocal photoluminescence (PL) scanning system for the identification and characterization of single-photon emitters (...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04496v1",
    "title": "ReThinker: Scientific Reasoning by Rethinking with Guided Reflection and Confidence Control",
    "authors": "Zhentao Tang, Yuqi Cui, Shixiong Kai et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04496v1",
    "summary": "[AI 摘要] Expert-level scientific reasoning remains challenging for large language models, particularly on benchmarks such as Humanity's Last Exam (HLE), where ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04492v1",
    "title": "Discovering Mechanistic Models of Neural Activity: System Identification in an in Silico Zebrafish",
    "authors": "Jan-Matthis Lueckmann, Viren Jain, Michał Januszewski",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04492v1",
    "summary": "[AI 摘要] Constructing mechanistic models of neural circuits is a fundamental goal of neuroscience, yet verifying such models is limited by the lack of ground t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04480v1",
    "title": "Optimal Control Design Guided by Adam Algorithm and LSTM-Predicted Open Quantum System Dynamics",
    "authors": "JunDong Zhong, ZhaoMing Wang",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04480v1",
    "summary": "[AI 摘要] The realization of high-fidelity quantum control is crucial for quantum information processing, particularly in noisy environments where control strat...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04471v1",
    "title": "LLM-Empowered Cooperative Content Caching in Vehicular Fog Caching-Assisted Platoon Networks",
    "authors": "Bowen Tan, Qiong Wu, Pingyi Fan et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04471v1",
    "summary": "[AI 摘要] This letter proposes a novel three-tier content caching architecture for Vehicular Fog Caching (VFC)-assisted platoon, where the VFC is formed by the ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04466v1",
    "title": "Is Micro Domain-Adaptive Pre-Training Effective for Real-World Operations? Multi-Step Evaluation Reveals Potential and Bottlenecks",
    "authors": "Masaya Tsunokake, Yuta Koreeda, Terufumi Morishita et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04466v1",
    "summary": "[AI 摘要] When applying LLMs to real-world enterprise operations, LLMs need to handle proprietary knowledge in small domains of specific operations ($\\textbf{mi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04456v1",
    "title": "Growth First, Care Second? Tracing the Landscape of LLM Value Preferences in Everyday Dilemmas",
    "authors": "Zhiyi Chen, Eun Cheol Choi, Yingjia Luo et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04456v1",
    "summary": "[AI 摘要] People increasingly seek advice online from both human peers and large language model (LLM)-based chatbots. Such advice rarely involves identifying a ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04449v1",
    "title": "What's in a Benchmark? The Case of SWE-Bench in Automated Program Repair",
    "authors": "Matias Martinez, Xavier Franch",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04449v1",
    "summary": "[AI 摘要] The rapid progress in Automated Program Repair (APR) has been fueled by advances in AI, particularly large language models (LLMs) and agent-based syst...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04448v1",
    "title": "RASA: Routing-Aware Safety Alignment for Mixture-of-Experts Models",
    "authors": "Jiacheng Liang, Yuhui Wang, Tanqiu Jiang et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04448v1",
    "summary": "[AI 摘要] Mixture-of-Experts (MoE) language models introduce unique challenges for safety alignment due to their sparse routing mechanisms, which can enable deg...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04445v1",
    "title": "AgenticAKM : Enroute to Agentic Architecture Knowledge Management",
    "authors": "Rudra Dhar, Karthik Vaidhyanathan, Vasudeva Varma",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04445v1",
    "summary": "[AI 摘要] Architecture Knowledge Management (AKM) is crucial for maintaining current and comprehensive software Architecture Knowledge (AK) in a software projec...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04444v1",
    "title": "Influence of environment on quantum correlations in two-spin systems with dipole-dipole interactions",
    "authors": "G. A. Bochkin, E. B. Fel'dman, E. I. Kuznetsova et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04444v1",
    "summary": "[AI 摘要] An influence of environment on quantum correlations (entanglement and quantum discord) is studied in a two-spin-1/2 system with dipole-dipole interact...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04443v1",
    "title": "Qudit Twisted-Torus Codes in the Bivariate Bicycle Framework",
    "authors": "Mourad Halla",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04443v1",
    "summary": "[AI 摘要] We study finite-length qudit quantum low-density parity-check (LDPC) codes from translation-invariant CSS constructions on two-dimensional tori with t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04417v1",
    "title": "EMA Policy Gradient: Taming Reinforcement Learning for LLMs with EMA Anchor and Top-k KL",
    "authors": "Lunjun Zhang, Jimmy Ba",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04417v1",
    "summary": "[AI 摘要] Reinforcement Learning (RL) has enabled Large Language Models (LLMs) to acquire increasingly complex reasoning and agentic behaviors. In this work, we...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04416v1",
    "title": "Med-MMFL: A Multimodal Federated Learning Benchmark in Healthcare",
    "authors": "Aavash Chhetri, Bibek Niroula, Pratik Shrestha et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04416v1",
    "summary": "[AI 摘要] Federated learning (FL) enables collaborative model training across decentralized medical institutions while preserving data privacy. However, medical...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04415v1",
    "title": "Crypto-RV: High-Efficiency FPGA-Based RISC-V Cryptographic Co-Processor for IoT Security",
    "authors": "Anh Kiet Pham, Van Truong Vo, Vu Trung Duong Le et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04415v1",
    "summary": "[AI 摘要] Cryptographic operations are critical for securing IoT, edge computing, and autonomous systems. However, current RISC-V platforms lack efficient hardw...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04413v1",
    "title": "History-Guided Iterative Visual Reasoning with Self-Correction",
    "authors": "Xinglong Yang, Zhilin Peng, Zhanzhan Liu et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04413v1",
    "summary": "[AI 摘要] Self-consistency methods are the core technique for improving the reasoning reliability of multimodal large language models (MLLMs). By generating mul...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04398v1",
    "title": "Bi-directional Bias Attribution: Debiasing Large Language Models without Modifying Prompts",
    "authors": "Yujie Lin, Kunquan Li, Yixuan Liao et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04398v1",
    "summary": "[AI 摘要] Large language models (LLMs) have demonstrated impressive capabilities across a wide range of natural language processing tasks. However, their output...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04394v1",
    "title": "Squeezing Enhanced Sagnac Sensing based on SU(1,1) Quantum Interference",
    "authors": "Michal Natan, Saar Levin, Avi Pe'er",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04394v1",
    "summary": "[AI 摘要] We present a simple and robust design for a squeezing-enhanced Sagnac interferometer that employs the concept of SU(1,1) interference to significantly...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04384v1",
    "title": "Blockchain Federated Learning for Sustainable Retail: Reducing Waste through Collaborative Demand Forecasting",
    "authors": "Fabio Turazza, Alessandro Neri, Marcello Pietri et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04384v1",
    "summary": "[AI 摘要] Effective demand forecasting is crucial for reducing food waste. However, data privacy concerns often hinder collaboration among retailers, limiting t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04380v1",
    "title": "Beyond KL Divergence: Policy Optimization with Flexible Bregman Divergences for LLM Reasoning",
    "authors": "Rui Yuan, Mykola Khandoga, Vinay Kumar Sankarapu",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04380v1",
    "summary": "[AI 摘要] Policy optimization methods like Group Relative Policy Optimization (GRPO) and its variants have achieved strong results on mathematical reasoning and...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04370v1",
    "title": "Limitations of an approximative phase-space description in strong-field quantum optics",
    "authors": "Rasmus Vesterager Gothelf, Lars Bojer Madsen, Christian Saugbjerg Lange",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04370v1",
    "summary": "[AI 摘要] In recent years, strong-field processes such as high-order harmonic generation (HHG) and above-threshold ionization driven by nonclassical states of l...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04366v1",
    "title": "Low resource entanglement classification from neural network interpretability",
    "authors": "A. García-Velo, R. Puebla, Y. Ban et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04366v1",
    "summary": "[AI 摘要] Entanglement is a central resource in quantum information and quantum technologies, yet its characterization remains challenging due to both theoretic...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04358v1",
    "title": "Generative AI in Systems Engineering: A Framework for Risk Assessment of Large Language Models",
    "authors": "Stefan Otten, Philipp Reis, Philipp Rigoll et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04358v1",
    "summary": "[AI 摘要] The increasing use of Large Language Models (LLMs) offers significant opportunities across the engineering lifecycle, including requirements engineeri...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.04351v1",
    "title": "Vistas of Algebraic Probability: Quantum Computation and Information",
    "authors": "Antonio Falcó, Hermann G. Matthies",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04351v1",
    "summary": "[AI 摘要] Kolmogorov's foundation of probability takes measure spaces, $σ$-algebras, and probability measures as basic objects. It is, however, widely recognize...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04350v1",
    "title": "Quantum-Assisted Design of Space-Terrestrial Integrated Networks",
    "authors": "Chiara Vercellino, Giacomo Vitali, Paolo Viviani et al.",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04350v1",
    "summary": "[AI 摘要] Achieving ubiquitous global connectivity requires integrating satellite and terrestrial networks, particularly to serve remote and underserved regions...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.04345v1",
    "title": "Does the entropy of systems with larger internal entanglement grow stronger?",
    "authors": "Daria Gaidukevich",
    "source": "arXiv",
    "date": "2026-02-04",
    "link": "http://arxiv.org/abs/2602.04345v1",
    "summary": "[AI 摘要] It is known that when a system interacts with its environment, the entanglement contained in the system is redistributed since parts of the system ent...",
    "tags": [
      "Arch/Hardware"
    ]
  }
]