[
  {
    "id": "arxiv-2602.12278v1",
    "title": "AttentionRetriever: Attention Layers are Secretly Long Document Retrievers",
    "authors": "David Jiahao Fu, Lam Thanh Do, Jiayu Li et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12278v1",
    "summary": "[AI 摘要] Retrieval augmented generation (RAG) has been widely adopted to help Large Language Models (LLMs) to process tasks involving long documents. However, ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12276v1",
    "title": "Agentic Test-Time Scaling for WebAgents",
    "authors": "Nicholas Lee, Lutfi Eren Erdogan, Chris Joseph John et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12276v1",
    "summary": "[AI 摘要] Test-time scaling has become a standard way to improve performance and boost reliability of neural network models. However, its behavior on agentic, m...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12269v1",
    "title": "Certification of linear optical quantum state preparation",
    "authors": "Riko Schadow, Naomi Spier, Stefan N. van den Hoven et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12269v1",
    "summary": "[AI 摘要] Certification is important to guarantee the correct functioning of quantum devices. A key certification task is verifying that a device has produced a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12268v1",
    "title": "CM2: Reinforcement Learning with Checklist Rewards for Multi-Turn and Multi-Step Agentic Tool Use",
    "authors": "Zhen Zhang, Kaiqiang Song, Xun Wang et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12268v1",
    "summary": "[AI 摘要] AI agents are increasingly used to solve real-world tasks by reasoning over multi-turn user interactions and invoking external tools. However, applyin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12266v1",
    "title": "Repulsive Gravitational Force as a Witness of the Quantum Nature of Gravity",
    "authors": "Pablo L. Saldanha, Chiara Marletto, Vlatko Vedral",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12266v1",
    "summary": "[AI 摘要] We show that a single spatially superposed 'source' mass acting on a 'probe' matter wavepacket can reveal the quantum nature of the gravitational fiel...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12259v1",
    "title": "Think like a Scientist: Physics-guided LLM Agent for Equation Discovery",
    "authors": "Jianke Yang, Ohm Venkatachalam, Mohammad Kianezhad et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12259v1",
    "summary": "[AI 摘要] Explaining observed phenomena through symbolic, interpretable formulas is a fundamental goal of science. Recently, large language models (LLMs) have e...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12258v1",
    "title": "Post-measurement states are (very) useful for measurement discrimination",
    "authors": "Charbel Eid, Marco Túlio Quintino",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12258v1",
    "summary": "[AI 摘要] The standard approach to quantum measurement discrimination is to perform the given unknown measurement on a probe state, possibly entangled with an a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12256v1",
    "title": "Automated Test Suite Enhancement Using Large Language Models with Few-shot Prompting",
    "authors": "Alex Chudic, Gül Çalıklı",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12256v1",
    "summary": "[AI 摘要] Unit testing is essential for verifying the functional correctness of code modules (e.g., classes, methods), but manually writing unit tests is often ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12250v1",
    "title": "Community Concealment from Unsupervised Graph Learning-Based Clustering",
    "authors": "Dalyapraz Manatova, Pablo Moriano, L. Jean Camp",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12250v1",
    "summary": "[AI 摘要] Graph neural networks (GNNs) are designed to use attributed graphs to learn representations. Such representations are beneficial in the unsupervised l...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12247v1",
    "title": "ExtractBench: A Benchmark and Evaluation Methodology for Complex Structured Extraction",
    "authors": "Nick Ferguson, Josh Pennington, Narek Beghian et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12247v1",
    "summary": "[AI 摘要] Unstructured documents like PDFs contain valuable structured information, but downstream systems require this data in reliable, standardized formats. ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12228v1",
    "title": "Non-Abelian Quantum Low-Density Parity Check Codes and Non-Clifford Operations from Gauging Logical Gates via Measurements",
    "authors": "Maine Christos, Chiu Fan Bowen Lo, Vedika Khemani et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12228v1",
    "summary": "[AI 摘要] In this work, we introduce constructions for non-Abelian qLDPC codes obtained by gauging transversal Clifford gates using measurement and feedback. In...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12227v1",
    "title": "Phase Estimation from Amplitude Collapse in Correlated Matter-Wave Interference",
    "authors": "Daniel Derr, Dominik Pfeiffer, Ludwig Lind et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12227v1",
    "summary": "[AI 摘要] Operating matter-wave interferometers as quantum detectors for fundamental physics or inertial sensors in real-world applications with unprecedented a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12222v1",
    "title": "Towards On-Policy SFT: Distribution Discriminant Theory and its Applications in LLM Training",
    "authors": "Miaosen Zhang, Yishan Liu, Shuxia Lin et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12222v1",
    "summary": "[AI 摘要] Supervised fine-tuning (SFT) is computationally efficient but often yields inferior generalization compared to reinforcement learning (RL). This gap i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12212v1",
    "title": "Quantum-Coherent Thermodynamics: Leaf Typicality via Minimum-Variance Foliation",
    "authors": "Maurizio Fagotti",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12212v1",
    "summary": "[AI 摘要] Equilibrium statistical ensembles commute with the Hamiltonian and thus carry no coherence in the energy eigenbasis. We develop a thermodynamic framew...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12209v1",
    "title": "Keeping a Secret Requires a Good Memory: Space Lower-Bounds for Private Algorithms",
    "authors": "Alessandro Epasto, Xin Lyu, Pasin Manurangsi",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12209v1",
    "summary": "[AI 摘要] We study the computational cost of differential privacy in terms of memory efficiency. While the trade-off between accuracy and differential privacy i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12207v1",
    "title": "VIRENA: Virtual Arena for Research, Education, and Democratic Innovation",
    "authors": "Emma Hoes, K. Jonathan Klueser, Fabrizio Gilardi",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12207v1",
    "summary": "[AI 摘要] Digital platforms shape how people communicate, deliberate, and form opinions. Studying these dynamics has become increasingly difficult due to restri...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12196v1",
    "title": "Visual Reasoning Benchmark: Evaluating Multimodal LLMs on Classroom-Authentic Visual Problems from Primary Education",
    "authors": "Mohamed Huti, Alasdair Mackintosh, Amy Waldock et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12196v1",
    "summary": "[AI 摘要] AI models have achieved state-of-the-art results in textual reasoning; however, their ability to reason over spatial and relational structures remains...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12194v1",
    "title": "MalTool: Malicious Tool Attacks on LLM Agents",
    "authors": "Yuepeng Hu, Yuqi Jia, Mengyuan Li et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12194v1",
    "summary": "[AI 摘要] In a malicious tool attack, an attacker uploads a malicious tool to a distribution platform; once a user installs the tool and the LLM agent selects i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12193v1",
    "title": "A Framework for Spatial Quantum Sensing",
    "authors": "Luís Bugalho, Yasser Omar, Damian Markham",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12193v1",
    "summary": "[AI 摘要] Analytical and algebraic geometry are valuable tools for dealing with problems involving analytical functions and polynomials. In what we connote as s...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12185v1",
    "title": "Charged moments and symmetry-resolved entanglement from Ballistic Fluctuation Theory",
    "authors": "Giorgio Li, Léonce Dupays, Paola Ruggiero",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12185v1",
    "summary": "[AI 摘要] The charged moments of a reduced density matrix provide a natural starting point for deriving symmetry-resolved Rényi and entanglement entropies, whic...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12183v1",
    "title": "Unknown Attack Detection in IoT Networks using Large Language Models: A Robust, Data-efficient Approach",
    "authors": "Shan Ali, Feifei Niu, Paria Shirani et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12183v1",
    "summary": "[AI 摘要] The rapid evolution of cyberattacks continues to drive the emergence of unknown (zero-day) threats, posing significant challenges for network intrusio...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12172v1",
    "title": "Pedagogically-Inspired Data Synthesis for Language Model Knowledge Distillation",
    "authors": "Bowei He, Yankai Chen, Xiaokun Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12172v1",
    "summary": "[AI 摘要] Knowledge distillation from Large Language Models (LLMs) to smaller models has emerged as a critical technique for deploying efficient AI systems. How...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12170v1",
    "title": "Statistical Parsing for Logical Information Retrieval",
    "authors": "Greg Coppola",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12170v1",
    "summary": "[AI 摘要] In previous work (Coppola, 2024) we introduced the Quantified Boolean Bayesian Network (QBBN), a logical graphical model that implements the forward f...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12164v1",
    "title": "Sci-CoE: Co-evolving Scientific Reasoning LLMs via Geometric Consensus with Sparse Supervision",
    "authors": "Xiaohan He, Shiyang Feng, Songtao Huang et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12164v1",
    "summary": "[AI 摘要] Large language models (LLMs) have demonstrated exceptional reasoning capabilities, and co-evolving paradigms have shown promising results in domains s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12156v1",
    "title": "Deterministic Generation of Arbitrary Fock States via Resonant Subspace Engineering",
    "authors": "Shan Jin, Ming Li, Weizhou Cai et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12156v1",
    "summary": "[AI 摘要] Deterministic preparation of high-excitation Fock states is a central challenge in bosonic quantum information, with control complexity that generical...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12153v1",
    "title": "dVoting: Fast Voting for dLLMs",
    "authors": "Sicheng Feng, Zigeng Chen, Xinyin Ma et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12153v1",
    "summary": "[AI 摘要] Diffusion Large Language Models (dLLMs) represent a new paradigm beyond autoregressive modeling, offering competitive performance while naturally enab...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12152v1",
    "title": "Realization of a cavity-coupled Rydberg array",
    "authors": "Jacopo De Santis, Balázs Dura-Kovács, Mehmet Öncü et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12152v1",
    "summary": "[AI 摘要] Scalable quantum computers and quantum networks require the combination of quantum processing nodes with efficient light-matter interfaces to distribu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12150v1",
    "title": "GPT-4o Lacks Core Features of Theory of Mind",
    "authors": "John Muchovej, Amanda Royka, Shane Lee et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12150v1",
    "summary": "[AI 摘要] Do Large Language Models (LLMs) possess a Theory of Mind (ToM)? Research into this question has focused on evaluating LLMs against benchmarks and foun...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12145v1",
    "title": "Spin networks of quantum channels",
    "authors": "Bartosz Grygielski, Jakub Mielczarek",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12145v1",
    "summary": "[AI 摘要] Spin networks in Loop Quantum Gravity are traditionally described by unitary holonomies corresponding to noiseless transformations. In this work, we e...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12143v1",
    "title": "STAR : Bridging Statistical and Agentic Reasoning for Large Model Performance Prediction",
    "authors": "Xiaoxiao Wang, Chunxiao Li, Junying Wang et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12143v1",
    "summary": "[AI 摘要] As comprehensive large model evaluation becomes prohibitively expensive, predicting model performance from limited observations has become essential. ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12142v1",
    "title": "Protocols for a many-body phase microscope: From coherences and d-wave superconductivity to Green's functions",
    "authors": "Christof Weitenberg, Luca Asteria, Ola Carlsson et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12142v1",
    "summary": "[AI 摘要] Quantum gas microscopes probe quantum many-body lattice states via projective measurements in the occupation basis, enabling access to various density...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12134v1",
    "title": "Value Alignment Tax: Measuring Value Trade-offs in LLM Alignment",
    "authors": "Jiajun Chen, Hua Shen",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12134v1",
    "summary": "[AI 摘要] Existing work on value alignment typically characterizes value relations statically, ignoring how interventions - such as prompting, fine-tuning, or p...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12123v1",
    "title": "Meta-Sel: Efficient Demonstration Selection for In-Context Learning via Supervised Meta-Learning",
    "authors": "Xubin Wang, Weijia Jia",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12123v1",
    "summary": "[AI 摘要] Demonstration selection is a practical bottleneck in in-context learning (ICL): under a tight prompt budget, accuracy can change substantially dependi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12108v1",
    "title": "The Pensieve Paradigm: Stateful Language Models Mastering Their Own Context",
    "authors": "Xiaoyuan Liu, Tian Liang, Dongyang Ma et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12108v1",
    "summary": "[AI 摘要] In the world of Harry Potter, when Dumbledore's mind is overburdened, he extracts memories into a Pensieve to be revisited later. In the world of AI, ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12107v1",
    "title": "On the Complexity of Offline Reinforcement Learning with $Q^\\star$-Approximation and Partial Coverage",
    "authors": "Haolin Liu, Braham Snyder, Chen-Yu Wei",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12107v1",
    "summary": "[AI 摘要] We study offline reinforcement learning under $Q^\\star$-approximation and partial coverage, a setting that motivates practical algorithms such as Cons...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12106v1",
    "title": "MedExChain: Enabling Secure and Efffcient PHR Sharing Across Heterogeneous Blockchains",
    "authors": "Yongyang Lv, Xiaohong Li, Kui Chen et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12106v1",
    "summary": "[AI 摘要] With the proliferation of intelligent healthcare systems, patients' Personal Health Records (PHR) generated by the Internet of Medical Things (IoMT) i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12097v1",
    "title": "Hierarchy of saturation conditions for multiparameter quantum metrology bounds",
    "authors": "Satoya Imai, Jing Yang, Luca Pezzè",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12097v1",
    "summary": "[AI 摘要] The quantum Cramér-Rao (QCR) bound sets the ultimate local precision limit for unbiased multiparameter estimation. Yet, unlike in the single-parameter...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12092v1",
    "title": "DeepSight: An All-in-One LM Safety Toolkit",
    "authors": "Bo Zhang, Jiaxuan Guo, Lijun Li et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12092v1",
    "summary": "[AI 摘要] As the development of Large Models (LMs) progresses rapidly, their safety is also a priority. In current Large Language Models (LLMs) and Multimodal L...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12090v1",
    "title": "Unconditional full vector magnetometry using spin selectivity in Nitrogen Vacancy centers in diamond",
    "authors": "Asier Mongelos-Martinez, Jason Tarunesh Francis, Julia Bertero-DiTella et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12090v1",
    "summary": "[AI 摘要] Quantum sensors based on nitrogen vacancy (NV) centers in diamond have been a central topic in the sensing community for more than a decade. The extra...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12089v1",
    "title": "Choose Your Agent: Tradeoffs in Adopting AI Advisors, Coaches, and Delegates in Multi-Party Negotiation",
    "authors": "Kehang Zhu, Lithium Thain, Vivian Tsai et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12089v1",
    "summary": "[AI 摘要] As AI usage becomes more prevalent in social contexts, understanding agent-user interaction is critical to designing systems that improve both individ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12083v1",
    "title": "Differentiable Modal Logic for Multi-Agent Diagnosis, Orchestration and Communication",
    "authors": "Antonin Sulc",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12083v1",
    "summary": "[AI 摘要] As multi-agent AI systems evolve from simple chatbots to autonomous swarms, debugging semantic failures requires reasoning about knowledge, belief, ca...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12067v1",
    "title": "Momentum Distribution of the Dilute Fermi Gas",
    "authors": "Niels Benedikter, Emanuela L. Giacomelli, Asbjørn Bækgaard Lauritsen et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12067v1",
    "summary": "[AI 摘要] We consider a dilute quantum gas of interacting spin-1/2 fermions in the thermodynamic limit. For a trial state that resolves the ground state energy ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12058v1",
    "title": "ModelWisdom: An Integrated Toolkit for TLA+ Model Visualization, Digest and Repair",
    "authors": "Zhiyong Chen, Jialun Cao, Chang Xu et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12058v1",
    "summary": "[AI 摘要] Model checking in TLA+ provides strong correctness guarantees, yet practitioners continue to face significant challenges in interpreting counterexampl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12053v1",
    "title": "Remarks on non-invertible symmetries on a tensor product Hilbert space in 1+1 dimensions",
    "authors": "Kansei Inamura",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12053v1",
    "summary": "[AI 摘要] We propose an index of non-invertible symmetry operators in 1+1 dimensions and discuss its relation to the realizability of non-invertible symmetries ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12042v1",
    "title": "Scalable Preparation of Matrix Product States with Sequential and Brick Wall Quantum Circuits",
    "authors": "Tomasz Szołdra, Rick Mukherjee, Peter Schmelcher",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12042v1",
    "summary": "[AI 摘要] Preparing arbitrary quantum states requires exponential resources. Matrix Product States (MPS) admit more efficient constructions, particularly when a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.12038v1",
    "title": "An Empirical Study of the Imbalance Issue in Software Vulnerability Detection",
    "authors": "Yuejun Guo, Qiang Hu, Qiang Tang et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12038v1",
    "summary": "[AI 摘要] Vulnerability detection is crucial to protect software security. Nowadays, deep learning (DL) is the most promising technique to automate this detecti...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12013v1",
    "title": "InjectRBP: Steering Large Language Model Reasoning Behavior via Pattern Injection",
    "authors": "Xiuping Wu, Zhao Yu, Yuxin Cheng et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12013v1",
    "summary": "[AI 摘要] Reasoning can significantly enhance the performance of Large Language Models. While recent studies have exploited behavior-related prompts adjustment ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.12009v1",
    "title": "On the Sensitivity of Firing Rate-Based Federated Spiking Neural Networks to Differential Privacy",
    "authors": "Luiz Pereira, Mirko Perkusich, Dalton Valadares et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.12009v1",
    "summary": "[AI 摘要] Federated Neuromorphic Learning (FNL) enables energy-efficient and privacy-preserving learning on devices without centralizing data. However, real-wor...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.11988v1",
    "title": "Evaluating AGENTS.md: Are Repository-Level Context Files Helpful for Coding Agents?",
    "authors": "Thibaud Gloaguen, Niels Mündler, Mark Müller et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.11988v1",
    "summary": "[AI 摘要] A widespread practice in software development is to tailor coding agents to repositories using context files, such as AGENTS.md, by either manually or...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.11985v1",
    "title": "A New Angle on Quantum Subspace Diagonalization for Quantum Chemistry",
    "authors": "Xeno De Vriendt, Jacob Bringewatt, Nik O. Gjonbalaj et al.",
    "source": "arXiv",
    "date": "2026-02-12",
    "link": "http://arxiv.org/abs/2602.11985v1",
    "summary": "[AI 摘要] Quantum subspace diagonalization and quantum Krylov algorithms offer a feasible, pre- or early-fault tolerant alternative to quantum phase estimation ...",
    "tags": [
      "Arch/Hardware"
    ]
  }
]