[
  {
    "id": "arxiv-2601.15286v1",
    "title": "Iterative Refinement Improves Compositional Image Generation",
    "authors": "Shantanu Jaiswal, Mihir Prabhudesai, Nikash Bhardwaj et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15286v1",
    "summary": "[AI 摘要] Text-to-image (T2I) models have achieved remarkable progress, yet they continue to struggle with complex prompts that require simultaneously handling ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15279v1",
    "title": "MolecularIQ: Characterizing Chemical Reasoning Capabilities Through Symbolic Verification on Molecular Graphs",
    "authors": "Christoph Bartmann, Johannes Schimunek, Mykyta Ielanskyi et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15279v1",
    "summary": "[AI 摘要] A molecule's properties are fundamentally determined by its composition and structure encoded in its molecular graph. Thus, reasoning about molecular ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15269v1",
    "title": "Lightweight LLMs for Network Attack Detection in IoT Networks",
    "authors": "Piyumi Bhagya Sudasinghe, Kushan Sudheera Kalupahana Liyanage, Harsha S. Gardiyawasam Pussewalage",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15269v1",
    "summary": "[AI 摘要] The rapid growth of Internet of Things (IoT) devices has increased the scale and diversity of cyberattacks, exposing limitations in traditional intrus...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15267v1",
    "title": "Evaluation of Large Language Models in Legal Applications: Challenges, Methods, and Future Directions",
    "authors": "Yiran Hu, Huanghai Liu, Chong Wang et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15267v1",
    "summary": "[AI 摘要] Large language models (LLMs) are being increasingly integrated into legal applications, including judicial decision support, legal practice assistance...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15263v1",
    "title": "Superluminal Transformations and Indeterminism",
    "authors": "Amrapali Sen, Flavio Del Santo",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15263v1",
    "summary": "[AI 摘要] Quantum theory is widely regarded as fundamentally indeterministic, yet classical frameworks can also exhibit indeterminism once infinite information ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15253v1",
    "title": "QDK/Chemistry: A Modular Toolkit for Quantum Chemistry Applications",
    "authors": "Nathan A. Baker, Brian Bilodeau, Chi Chen et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15253v1",
    "summary": "[AI 摘要] We present QDK/Chemistry, a software toolkit for quantum chemistry workflows targeting quantum computers. The toolkit addresses a key challenge in the...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15237v1",
    "title": "Precision Enhancement in Transient Quantum Thermometry:Cold-Probe Bias and Its Removal",
    "authors": "Debarupa Saha, Ujjwal Sen",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15237v1",
    "summary": "[AI 摘要] We unveil a temperature bias of the probe in transient quantum thermometry under Markovian dynamics. Specifically, for qubit thermometers evolving und...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15232v1",
    "title": "When Agents Fail: A Comprehensive Study of Bugs in LLM Agents with Automated Labeling",
    "authors": "Niful Islam, Ragib Shahriar Ayon, Deepak George Thomas et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15232v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have revolutionized intelligent application development. While standalone LLMs cannot perform any actions, LLM agents add...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15209v1",
    "title": "Deaf and Hard of Hearing Access to Intelligent Personal Assistants: Comparison of Voice-Based Options with an LLM-Powered Touch Interface",
    "authors": "Paige S. DeVries, Michaela Okosi, Ming Li et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15209v1",
    "summary": "[AI 摘要] We investigate intelligent personal assistants (IPAs) accessibility for deaf and hard of hearing (DHH) people who can use their voice in everyday comm...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15193v1",
    "title": "Purcell enhanced electroluminescence of a unipolar light emitting quantum device at 10 micron",
    "authors": "Marta Mastrangelo, Djamal Gacemi, Axel Evirgen et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15193v1",
    "summary": "[AI 摘要] Efficient generation of radiation in the mid- and far- infrared relies primarily on lasers and coherent nonlinear optical phenomena driven by lasers. ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15188v1",
    "title": "Benchmarking Large Language Models for ABAP Code Generation: An Empirical Study on Iterative Improvement by Compiler Feedback",
    "authors": "Stephan Wallraven, Tim Köhne, Hartmut Westenberger et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15188v1",
    "summary": "[AI 摘要] This work investigates the performance of Large Language Models (LLMs) in generating ABAP code. Despite successful applications of generative AI in ma...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15184v1",
    "title": "Finite de Finetti for convex bodies and Polynomial Optimization",
    "authors": "Julius A. Zeiss, Gereon Koßmann, René Schwonnek et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15184v1",
    "summary": "[AI 摘要] Leveraging a recently proposed notion of relative entropy in general probabilistic theories (GPT), we prove a finite de Finetti representation theorem...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15171v1",
    "title": "A nearly linear-time Decoded Quantum Interferometry algorithm for the Optimal Polynomial Intersection problem",
    "authors": "Ansis Rosmanis",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15171v1",
    "summary": "[AI 摘要] Recently, Jordan et al. (Nature, 2025) introduced a novel quantum-algorithmic technique called Decoded Quantum Interferometry (DQI) for solving specif...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15165v1",
    "title": "The Flexibility Trap: Why Arbitrary Order Limits Reasoning Potential in Diffusion Language Models",
    "authors": "Zanlin Ni, Shenzhi Wang, Yang Yue et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15165v1",
    "summary": "[AI 摘要] Diffusion Large Language Models (dLLMs) break the rigid left-to-right constraint of traditional LLMs, enabling token generation in arbitrary orders. I...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15161v1",
    "title": "Automated Rubrics for Reliable Evaluation of Medical Dialogue Systems",
    "authors": "Yinzhu Chen, Abdine Maiga, Hossein A. Rahmani et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15161v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are increasingly used for clinical decision support, where hallucinations and unsafe suggestions may pose direct risks to...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15160v1",
    "title": "Knowledge Graphs are Implicit Reward Models: Path-Derived Signals Enable Compositional Reasoning",
    "authors": "Yuval Kansal, Niraj K. Jha",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15160v1",
    "summary": "[AI 摘要] Large language models have achieved near-expert performance in structured reasoning domains like mathematics and programming, yet their ability to per...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15154v1",
    "title": "SAGA: Detecting Security Vulnerabilities Using Static Aspect Analysis",
    "authors": "Yoann Marquer, Domenico Bianculli, Lionel C. Briand",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15154v1",
    "summary": "[AI 摘要] Python is one of the most popular programming languages; as such, projects written in Python involve an increasing number of diverse security vulnerab...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15153v1",
    "title": "How to Build AI Agents by Augmenting LLMs with Codified Human Expert Domain Knowledge? A Software Engineering Framework",
    "authors": "Choro Ulan uulu, Mikhail Kulyabin, Iris Fuhrmann et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15153v1",
    "summary": "[AI 摘要] Critical domain knowledge typically resides with few experts, creating organizational bottlenecks in scalability and decision-making. Non-experts stru...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15151v1",
    "title": "Pipeline Automation Framework for Reusable High-throughput Network Applications on FPGA",
    "authors": "Jean Bruant, Pierre-Henri Horrein, Olivier Muller et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15151v1",
    "summary": "[AI 摘要] In a context of ever-growing worldwide communication traffic, cloud service providers aim at deploying scalable infrastructures to address heterogeneo...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15139v1",
    "title": "Why Authors and Maintainers Link (or Don't Link) Their PyPI Libraries to Code Repositories and Donation Platforms",
    "authors": "Alexandros Tsakpinis, Nicolas Raube, Alexander Pretschner",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15139v1",
    "summary": "[AI 摘要] Metadata of libraries on the Python Package Index (PyPI)-including links to source code repositories and donation platforms-plays a critical role in s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15130v1",
    "title": "The Plausibility Trap: Using Probabilistic Engines for Deterministic Tasks",
    "authors": "Ivan Carrera, Daniel Maldonado-Ruiz",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15130v1",
    "summary": "[AI 摘要] The ubiquity of Large Language Models (LLMs) is driving a paradigm shift where user convenience supersedes computational efficiency. This article defi...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15123v1",
    "title": "BREPS: Bounding-Box Robustness Evaluation of Promptable Segmentation",
    "authors": "Andrey Moskalenko, Danil Kuznetsov, Irina Dudko et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15123v1",
    "summary": "[AI 摘要] Promptable segmentation models such as SAM have established a powerful paradigm, enabling strong generalization to unseen objects and domains with min...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15120v1",
    "title": "Emerging from Ground: Addressing Intent Deviation in Tool-Using Agents via Deriving Real Calls into Virtual Trajectories",
    "authors": "Qian Xiong, Yuekai Huang, Yujia Zheng et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15120v1",
    "summary": "[AI 摘要] LLMs have advanced tool-using agents for real-world applications, yet they often lead to unexpected behaviors or results. Beyond obvious failures, the...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15111v1",
    "title": "Auditing Language Model Unlearning via Information Decomposition",
    "authors": "Anmol Goel, Alan Ritter, Iryna Gurevych",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15111v1",
    "summary": "[AI 摘要] We expose a critical limitation in current approaches to machine unlearning in language models: despite the apparent success of unlearning algorithms,...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15112v1",
    "title": "Entanglement summoning from entanglement sharing",
    "authors": "Lana Bozanic, Alex May, Stanley Miao",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15112v1",
    "summary": "[AI 摘要] In an entanglement summoning task, a set of distributed, co-operating parties attempt to fulfill requests to prepare entanglement between distant loca...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15101v1",
    "title": "Bose condensation and Bogoliubov excitation in resonator-embedded superconducting qubit network",
    "authors": "Patrick Navez, Valentina Di Meo, Berardo Ruggiero et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15101v1",
    "summary": "[AI 摘要] Superconducting qubit networks (SQNs) embedded in a low-dissipative resonator is a promising device allowing one not only to establish the collective ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15094v1",
    "title": "Parameter-Efficient Multi-Task Fine-Tuning in Code-Related Tasks",
    "authors": "Md Zahidul Haque, Saima Afrin, Antonio Mastropaolo",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15094v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have proven highly effective in automating software engineering tasks, bridging natural language and code semantics to ac...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15086v1",
    "title": "Memory Retention Is Not Enough to Master Memory Tasks in Reinforcement Learning",
    "authors": "Oleg Shchendrigin, Egor Cherepanov, Alexey K. Kovalev et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15086v1",
    "summary": "[AI 摘要] Effective decision-making in the real world depends on memory that is both stable and adaptive: environments change over time, and agents must retain ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15080v1",
    "title": "Stimulated cooling in non-equilibrium Bose-Einstein condensate",
    "authors": "Ka Kit Kelvin Ho, Vladislav Yu. Shishkov, Mohammad Amini et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15080v1",
    "summary": "[AI 摘要] We report on the experimental observation of stimulated cooling in the non-equilibrium Bose-Einstein condensate (BEC) of weakly interacting exciton-po...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15077v1",
    "title": "Multi-Agent Constraint Factorization Reveals Latent Invariant Solution Structure",
    "authors": "Christopher Scofield",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15077v1",
    "summary": "[AI 摘要] Multi-agent systems (MAS) composed of large language models often exhibit improved problem-solving performance despite operating on identical informat...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15075v1",
    "title": "The Why Behind the Action: Unveiling Internal Drivers via Agentic Attribution",
    "authors": "Chen Qian, Peng Wang, Dongrui Liu et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15075v1",
    "summary": "[AI 摘要] Large Language Model (LLM)-based agents are widely used in real-world applications such as customer service, web navigation, and software engineering....",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15074v1",
    "title": "SmartOracle -- An Agentic Approach to Mitigate Noise in Differential Oracles",
    "authors": "Srinath Srinivasan, Tim Menzies, Marcelo D'Amorim",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15074v1",
    "summary": "[AI 摘要] Differential fuzzers detect bugs by executing identical inputs across distinct implementations of the same specification, such as JavaScript interpret...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15061v1",
    "title": "Differential Privacy Image Generation with Reconstruction Loss and Noise Injection Using an Error Feedback SGD",
    "authors": "Qiwei Ma, Jun Zhang",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15061v1",
    "summary": "[AI 摘要] Traditional data masking techniques such as anonymization cannot achieve the expected privacy protection while ensuring data utility for privacy-prese...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15046v1",
    "title": "Explaining the advantage of quantum-enhanced physics-informed neural networks",
    "authors": "Nils Klement, Veronika Eyring, Mierk Schwabe",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15046v1",
    "summary": "[AI 摘要] Partial differential equations (PDEs) form the backbone of simulations of many natural phenomena, for example in climate modeling, material science, a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15042v1",
    "title": "Federated Transformer-GNN for Privacy-Preserving Brain Tumor Localization with Modality-Level Explainability",
    "authors": "Andrea Protani, Riccardo Taiello, Marc Molina Van Den Bosch et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15042v1",
    "summary": "[AI 摘要] Deep learning models for brain tumor analysis require large and diverse datasets that are often siloed across healthcare institutions due to privacy r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15041v1",
    "title": "HyperNet-Adaptation for Diffusion-Based Test Case Generation",
    "authors": "Oliver Weißl, Vincenzo Riccio, Severin Kacianka et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15041v1",
    "summary": "[AI 摘要] The increasing deployment of deep learning systems requires systematic evaluation of their reliability in real-world scenarios. Traditional gradient-b...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15037v1",
    "title": "Knowledge Restoration-driven Prompt Optimization: Unlocking LLM Potential for Open-Domain Relational Triplet Extraction",
    "authors": "Xiaonan Jing, Gongqing Wu, Xingrui Zhuo et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15037v1",
    "summary": "[AI 摘要] Open-domain Relational Triplet Extraction (ORTE) is the foundation for mining structured knowledge without predefined schemas. Despite the impressive ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15034v1",
    "title": "Visual and Cognitive Demands of a Large Language Model-Powered In-vehicle Conversational Agent",
    "authors": "Chris Monk, Allegra Ayala, Christine S. P. Yu et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15034v1",
    "summary": "[AI 摘要] Driver distraction remains a leading contributor to motor vehicle crashes, necessitating rigorous evaluation of new in-vehicle technologies. This stud...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.15026v1",
    "title": "Two-Qubit Spin-Boson Model in the Strong Coupling Regime: Coherence, Non-Markovianity, and Quantum Thermodynamics",
    "authors": "Hasan Mehdi Rizvi, Devvrat Tiwari, Subhashish Banerjee",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15026v1",
    "summary": "[AI 摘要] We investigate the dynamics of a two-qubit open quantum system, in particular the two-qubit spin-boson model in the strong coupling regime, coupled to...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.15019v1",
    "title": "Cavity-QED tools for MBQC with optical binomial-codes",
    "authors": "G. P. Teja, Radim Filip",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.15019v1",
    "summary": "[AI 摘要] Measurement-based quantum computation (MBQC) offers a promising paradigm for photonic quantum computing, but its implementation requires the generatio...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14994v1",
    "title": "Obscuring Data Contamination Through Translation: Evidence from Arabic Corpora",
    "authors": "Chaymaa Abbas, Nour Shamaa, Mariette Awad",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14994v1",
    "summary": "[AI 摘要] Data contamination undermines the validity of Large Language Model evaluation by enabling models to rely on memorized benchmark content rather than tr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14974v1",
    "title": "Comment on \"Electrostatics-induced breakdown of the integer quantum Hall effect in cavity QED''",
    "authors": "C. Ciuti, G. Scalari, J. Faist",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14974v1",
    "summary": "[AI 摘要] We comment on the preprint arXiv:2511.04744 by Andolina et al....",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14964v1",
    "title": "Multipartite entanglement in the quantum tetrahedron",
    "authors": "Robert Amelung, Hanno Sahlmann",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14964v1",
    "summary": "[AI 摘要] The space $\\mathrm{Inv}(j_1,j_2,j_3,j_4)$ of SU(2)-invariant four-valent tensors, also known as intertwiners, can be understood as the quantum states ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14963v1",
    "title": "Resonant Excitation Induced Vibronic Mollow Triplets",
    "authors": "Devashish Pandey, Corne Koks, Martijn Wubs et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14963v1",
    "summary": "[AI 摘要] The Mollow triplet is the definitive spectral signature of an optically dressed quantum emitter. We predict that for emitters coupled to localized pho...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14952v1",
    "title": "CorpusQA: A 10 Million Token Benchmark for Corpus-Level Analysis and Reasoning",
    "authors": "Zhiyuan Lu, Chenliang Li, Yingcheng Shi et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14952v1",
    "summary": "[AI 摘要] While large language models now handle million-token contexts, their capacity for reasoning across entire document repositories remains largely untest...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14941v1",
    "title": "Impossible Counterfactuals, Discrete Hilbert Space and Bell's Theorem",
    "authors": "Tim Palmer",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14941v1",
    "summary": "[AI 摘要] Negating the Measurement Independence assumption (MI) is often referred to as the `third way' to account for the experimental violation of Bell's ineq...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14936v1",
    "title": "LLM-Based Repair of C++ Implicit Data Loss Compiler Warnings: An Industrial Case Study",
    "authors": "Chansong You, Hyun Deok Choi, Jingun Hong",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14936v1",
    "summary": "[AI 摘要] This paper presents a method to automatically fix implicit data loss warnings in large C++ projects using Large Language Models (LLMs). Our approach u...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14926v1",
    "title": "On Implementing Hybrid Post-Quantum End-to-End Encryption",
    "authors": "Aditi Gandhi, Aakankshya Das, Aswani Kumar Cherukuri",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14926v1",
    "summary": "[AI 摘要] The emergence of quantum computing poses a fundamental threat to current public key cryptographic systems. This threat is necessitating a transition t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14921v1",
    "title": "Vision-Language Models on the Edge for Real-Time Robotic Perception",
    "authors": "Sarat Ahmad, Maryam Hafeez, Syed Ali Raza Zaidi",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14921v1",
    "summary": "[AI 摘要] Vision-Language Models (VLMs) enable multimodal reasoning for robotic perception and interaction, but their deployment in real-world systems remains c...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14912v1",
    "title": "AlertGuardian: Intelligent Alert Life-Cycle Management for Large-scale Cloud Systems",
    "authors": "Guangba Yu, Genting Mai, Rui Wang et al.",
    "source": "arXiv",
    "date": "2026-01-21",
    "link": "http://arxiv.org/abs/2601.14912v1",
    "summary": "[AI 摘要] Alerts are critical for detecting anomalies in large-scale cloud systems, ensuring reliability and user experience. However, current systems generate ...",
    "tags": [
      "AI+Security"
    ]
  }
]