[
  {
    "id": "arxiv-2601.04975v1",
    "title": "Fast, high-fidelity Transmon readout with intrinsic Purcell protection via nonperturbative cross-Kerr coupling",
    "authors": "Guillaume Beaulieu, Jun-Zhe Chen, Marco Scigliuzzo et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04975v1",
    "summary": "[AI 摘要] Dispersive readout of superconducting qubits relies on a transverse capacitive coupling that hybridizes the qubit with the readout resonator, subjecti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04963v1",
    "title": "Text as a Universal Interface for Transferable Personalization",
    "authors": "Yuting Liu, Jian Guan, Jia-Nan Li et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04963v1",
    "summary": "[AI 摘要] We study the problem of personalization in large language models (LLMs). Prior work predominantly represents user preferences as implicit, model-speci...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04954v1",
    "title": "Precision over Diversity: High-Precision Reward Generalizes to Robust Instruction Following",
    "authors": "Yirong Zeng, Yufei Liu, Xiao Ding et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04954v1",
    "summary": "[AI 摘要] A central belief in scaling reinforcement learning with verifiable rewards for instruction following (IF) tasks is that, a diverse mixture of verifiab...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04949v1",
    "title": "High-Rate Free-Running Reference-Frame-Independent Measurement-Device-Independent Quantum Key Distribution with Classified Distillation",
    "authors": "Xin Liu, Zhicheng Luo, Kaibiao Qin et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04949v1",
    "summary": "[AI 摘要] Reference-frame-independent measurement-device-independent quantum key distribution (RFI-MDI-QKD) eliminates detector side-channel attacks and avoids ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04946v1",
    "title": "Prototypicality Bias Reveals Blindspots in Multimodal Evaluation Metrics",
    "authors": "Subhadeep Roy, Gagan Bhatia, Steffen Eger",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04946v1",
    "summary": "[AI 摘要] Automatic metrics are now central to evaluating text-to-image models, often substituting for human judgment in benchmarking and large-scale filtering....",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04945v1",
    "title": "T-Retriever: Tree-based Hierarchical Retrieval Augmented Generation for Textual Graphs",
    "authors": "Chunyu Wei, Huaiyu Qin, Siyuan He et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04945v1",
    "summary": "[AI 摘要] Retrieval-Augmented Generation (RAG) has significantly enhanced Large Language Models' ability to access external knowledge, yet current graph-based R...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04940v1",
    "title": "CurricuLLM: Designing Personalized and Workforce-Aligned Cybersecurity Curricula Using Fine-Tuned LLMs",
    "authors": "Arthur Nijdam, Harri Kähkönen, Valtteri Niemi et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04940v1",
    "summary": "[AI 摘要] The cybersecurity landscape is constantly evolving, driven by increased digitalization and new cybersecurity threats. Cybersecurity programs often fai...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04920v1",
    "title": "Conversational AI for Rapid Scientific Prototyping: A Case Study on ESA's ELOPE Competition",
    "authors": "Nils Einecke",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04920v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly used as coding partners, yet their role in accelerating scientific discovery remains underexplored. This...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04918v1",
    "title": "Breaking Robustness Barriers in Cognitive Diagnosis: A One-Shot Neural Architecture Search Perspective",
    "authors": "Ziwen Wang, Shangshang Yang, Xiaoshan Yu et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04918v1",
    "summary": "[AI 摘要] With the advancement of network technologies, intelligent tutoring systems (ITS) have emerged to deliver increasingly precise and tailored personalize...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04912v1",
    "title": "Decentralized Privacy-Preserving Federal Learning of Computer Vision Models on Edge Devices",
    "authors": "Damian Harenčák, Lukáš Gajdošech, Martin Madaras",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04912v1",
    "summary": "[AI 摘要] Collaborative training of a machine learning model comes with a risk of sharing sensitive or private data. Federated learning offers a way of collecti...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04905v1",
    "title": "Virtual temperatures as a key quantifier for passive states in quantum thermodynamic processes",
    "authors": "Sachin Sonkar, Ramandeep S. Johal",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04905v1",
    "summary": "[AI 摘要] We analyze the role of virtual temperatures for passive quantum states through the lens of majorization theory. A mean temperature over the virtual te...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04895v1",
    "title": "DVD: A Robust Method for Detecting Variant Contamination in Large Language Model Evaluation",
    "authors": "Renzhao Liang, Jingru Chen, Bo Jia et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04895v1",
    "summary": "[AI 摘要] Evaluating large language models (LLMs) is increasingly confounded by \\emph{variant contamination}: the training corpus contains semantically equivale...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04888v1",
    "title": "SmartSearch: Process Reward-Guided Query Refinement for Search Agents",
    "authors": "Tongyu Wen, Guanting Dong, Zhicheng Dou",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04888v1",
    "summary": "[AI 摘要] Large language model (LLM)-based search agents have proven promising for addressing knowledge-intensive problems by incorporating information retrieva...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04885v1",
    "title": "CuMA: Aligning LLMs with Sparse Cultural Values via Demographic-Aware Mixture of Adapters",
    "authors": "Ao Sun, Xiaoyu Wang, Zhe Tan et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04885v1",
    "summary": "[AI 摘要] As Large Language Models (LLMs) serve a global audience, alignment must transition from enforcing universal consensus to respecting cultural pluralism...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04880v1",
    "title": "Quantenlogische Systeme und Tensorproduktraeume",
    "authors": "Tobias Starke",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04880v1",
    "summary": "[AI 摘要] In this work we present an intuitive construction of the quantum logical axiomatic system provided by George Mackey. The goal of this work is a detail...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04878v1",
    "title": "Higher-Order Knowledge Representations for Agentic Scientific Reasoning",
    "authors": "Isabella A. Stewart, Markus J. Buehler",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04878v1",
    "summary": "[AI 摘要] Scientific inquiry requires systems-level reasoning that integrates heterogeneous experimental data, cross-domain knowledge, and mechanistic evidence ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04861v1",
    "title": "Orchestrating Intelligence: Confidence-Aware Routing for Efficient Multi-Agent Collaboration across Multi-Scale Models",
    "authors": "Jingbo Wang, Sendong Zhao, Jiatong Liu et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04861v1",
    "summary": "[AI 摘要] While multi-agent systems (MAS) have demonstrated superior performance over single-agent approaches in complex reasoning tasks, they often suffer from...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04856v1",
    "title": "Distinguishing Coherent and Incoherent Errors in Multi-Round Time-Reversed Dynamics via Scramblons",
    "authors": "Zeyu Liu, Pengfei Zhang",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.04856v1",
    "summary": "[AI 摘要] Despite the rapid development of quantum science and technology, errors are inevitable and play a crucial role in quantum simulation and quantum compu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05240v1",
    "title": "Robust Reasoning as a Symmetry-Protected Topological Phase",
    "authors": "Ilmo Sung",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05240v1",
    "summary": "[AI 摘要] Large language models suffer from \"hallucinations\"-logical inconsistencies induced by semantic noise. We propose that current architectures operate in...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05231v1",
    "title": "Scalable Suppression of XY Crosstalk by Pulse-Level Control in Superconducting Quantum Processors",
    "authors": "Hui-Hang Chen, Chiao-Hsuan Wang",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05231v1",
    "summary": "[AI 摘要] As superconducting quantum processors continue to scale, high-performance quantum control becomes increasingly critical. In densely integrated archite...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05226v1",
    "title": "Fast convergence of Majorana Propagation for weakly interacting fermions",
    "authors": "Giorgio Facelli, Hamza Fawzi, Omar Fawzi",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05226v1",
    "summary": "[AI 摘要] Simulating the time dynamics of an observable under Hamiltonian evolution is one of the most promising candidates for quantum advantage as we do not e...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05216v1",
    "title": "Cat states and violation of the Bell-CHSH inequality in relativistic Quantum Field Theory",
    "authors": "M. S. Guimaraes, I. Roditi, S. P. Sorella",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05216v1",
    "summary": "[AI 摘要] A cat state localized in the right Rindler wedge is employed to study the violation of the Bell-CHSH inequality in a relativistic scalar free Quantum ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05215v1",
    "title": "MineNPC-Task: Task Suite for Memory-Aware Minecraft Agents",
    "authors": "Tamil Sudaravan Mohan Doss, Michael Xu, Sudha Rao et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05215v1",
    "summary": "[AI 摘要] We present \\textsc{MineNPC-Task}, a user-authored benchmark and evaluation harness for testing memory-aware, mixed-initiative LLM agents in open-world...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05214v1",
    "title": "Internal Representations as Indicators of Hallucinations in Agent Tool Selection",
    "authors": "Kait Healy, Bharathi Srinivasan, Visakh Madathil et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05214v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have shown remarkable capabilities in tool calling and tool usage, but suffer from hallucinations where they choose incor...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05202v1",
    "title": "Stock Market Price Prediction using Neural Prophet with Deep Neural Network",
    "authors": "Navin Chhibber, Suneel Khemka, Navneet Kumar Tyagi et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05202v1",
    "summary": "[AI 摘要] Stock market price prediction is a significant interdisciplinary research domain that depends at the intersection of finance, statistics, and economic...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05196v1",
    "title": "Chiral Graviton Modes in Fermionic Fractional Chern Insulators",
    "authors": "Min Long, Zeno Bacciconi, Hongyu Lu et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05196v1",
    "summary": "[AI 摘要] Chiral graviton modes are hallmark collective excitations of Fractional Quantum Hall (FQH) liquids. However, their existence on the lattice, where con...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05187v1",
    "title": "SimuAgent: An LLM-Based Simulink Modeling Assistant Enhanced with Reinforcement Learning",
    "authors": "Yanchang Liang, Xiaowei Zhao",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05187v1",
    "summary": "[AI 摘要] Large language models (LLMs) have revolutionized text-based code automation, but their potential in graph-oriented engineering workflows remains under...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05184v1",
    "title": "Observations and Remedies for Large Language Model Bias in Self-Consuming Performative Loop",
    "authors": "Yaxuan Wang, Zhongteng Cai, Yujia Bao et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05184v1",
    "summary": "[AI 摘要] The rapid advancement of large language models (LLMs) has led to growing interest in using synthetic data to train future models. However, this create...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05180v1",
    "title": "The Adverse Effects of Omitting Records in Differential Privacy: How Sampling and Suppression Degrade the Privacy-Utility Tradeoff (Long Version)",
    "authors": "Àlex Miranda-Pascual, Javier Parra-Arnau, Thorsten Strufe",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05180v1",
    "summary": "[AI 摘要] Sampling is renowned for its privacy amplification in differential privacy (DP), and is often assumed to improve the utility of a DP mechanism by allo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05177v1",
    "title": "Beyond the imbalance: site-resolved dynamics probing resonances in many-body localization",
    "authors": "Asmi Haldar, Thibault Scoquart, Fabien Alet et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05177v1",
    "summary": "[AI 摘要] We explore the limitations of using imbalance dynamics as a diagnostic tool for many-body localization (MBL) and show that spatial averaging can mask ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05172v1",
    "title": "CoV: Chain-of-View Prompting for Spatial Reasoning",
    "authors": "Haoyu Zhao, Akide Liu, Zeyu Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05172v1",
    "summary": "[AI 摘要] Embodied question answering (EQA) in 3D environments often requires collecting context that is distributed across multiple viewpoints and partially oc...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05167v1",
    "title": "RelayLLM: Efficient Reasoning via Collaborative Decoding",
    "authors": "Chengsong Huang, Tong Zheng, Langlin Huang et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05167v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) for complex reasoning is often hindered by high computational costs and latency, while resource-efficient Small Language ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05161v1",
    "title": "Quantum Elastic Network Models and their Application to Graphene",
    "authors": "Ioannis Kolotouros, Adithya Sireesh, Stuart Ferguson et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05161v1",
    "summary": "[AI 摘要] Molecular dynamics simulations are a central computational methodology in materials design for relating atomic composition to mechanical properties. H...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05159v1",
    "title": "Vision-Language Introspection: Mitigating Overconfident Hallucinations in MLLMs via Interpretable Bi-Causal Steering",
    "authors": "Shuliang Liu, Songbo Yang, Dong Fang et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05159v1",
    "summary": "[AI 摘要] Object hallucination critically undermines the reliability of Multimodal Large Language Models, often stemming from a fundamental failure in cognitive...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05158v1",
    "title": "Composable simultaneous purification: when all communication scenarios reduce to spatial correlations",
    "authors": "Matilde Baroni, Dominik Leichtle, Ivan Šupić et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05158v1",
    "summary": "[AI 摘要] Bell non-locality is a powerful framework to distinguish classical, quantum and post-quantum resources, which relies on non-communicating players. Und...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05150v1",
    "title": "$PC^2$: Politically Controversial Content Generation via Jailbreaking Attacks on GPT-based Text-to-Image Models",
    "authors": "Wonwoo Choi, Minjae Seo, Minkyoo Song et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05150v1",
    "summary": "[AI 摘要] The rapid evolution of text-to-image (T2I) models has enabled high-fidelity visual synthesis on a global scale. However, these advancements have intro...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05148v1",
    "title": "Atlas 2 -- Foundation models for clinical deployment",
    "authors": "Maximilian Alber, Timo Milbich, Alexandra Carpen-Amarie et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05148v1",
    "summary": "[AI 摘要] Pathology foundation models substantially advanced the possibilities in computational pathology -- yet tradeoffs in terms of performance, robustness, ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05147v1",
    "title": "Low-loss Material for Infrared Protection of Cryogenic Quantum Applications",
    "authors": "Markus Griedel, Max Kristen, Biliana Gasharova et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05147v1",
    "summary": "[AI 摘要] The fragile quantum states of low-temperature quantum applications require protection from infrared radiation caused by higher-temperature stages or o...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05144v1",
    "title": "Distilling the Thought, Watermarking the Answer: A Principle Semantic Guided Watermark for Large Reasoning Models",
    "authors": "Shuliang Liu, Xingyu Li, Hongyi Liu et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05144v1",
    "summary": "[AI 摘要] Reasoning Large Language Models (RLLMs) excelling in complex tasks present unique challenges for digital watermarking, as existing methods often disru...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05131v1",
    "title": "Simulation of noisy quantum circuits using frame representations",
    "authors": "Janek Denzler, Jose Carrasco, Jens Eisert et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05131v1",
    "summary": "[AI 摘要] One of the core research questions in the theory of quantum computing is to find out to what precise extent the classical simulation of a noisy quantu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05118v1",
    "title": "Scalable Generation of Macroscopic Fock States Exceeding 10,000 Photons",
    "authors": "Ming Li, Weizhou Cai, Ziyue Hua et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05118v1",
    "summary": "[AI 摘要] The scalable preparation of bosonic quantum states with macroscopic excitations poses a fundamental challenge in quantum technologies, limited by cont...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05114v1",
    "title": "Evaluative Fingerprints: Stable and Systematic Differences in LLM Evaluator Behavior",
    "authors": "Wajid Nasser",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05114v1",
    "summary": "[AI 摘要] LLM-as-judge systems promise scalable, consistent evaluation. We find the opposite: judges are consistent, but not with each other; they are consisten...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05113v1",
    "title": "Unitary fault-tolerant encoding of Pauli states in surface codes",
    "authors": "Luis Colmenarez, Remmy Zen, Jan Olle et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05113v1",
    "summary": "[AI 摘要] In fault-tolerant quantum computation, the preparation of logical states is a ubiquitous subroutine, yet significant challenges persist even for the s...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05111v1",
    "title": "Agent-as-a-Judge",
    "authors": "Runyang You, Hongru Cai, Caiqi Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05111v1",
    "summary": "[AI 摘要] LLM-as-a-Judge has revolutionized AI evaluation by leveraging large language models for scalable assessments. However, as evaluands become increasingl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05107v1",
    "title": "Controllable Memory Usage: Balancing Anchoring and Innovation in Long-Term Human-Agent Interaction",
    "authors": "Muzhao Tian, Zisu Huang, Xiaohua Wang et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05107v1",
    "summary": "[AI 摘要] As LLM-based agents are increasingly used in long-term interactions, cumulative memory is critical for enabling personalization and maintaining stylis...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05106v1",
    "title": "Token-Level LLM Collaboration via FusionRoute",
    "authors": "Nuoya Xiong, Yuhang Zhou, Hanqing Zeng et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05106v1",
    "summary": "[AI 摘要] Large language models (LLMs) exhibit strengths across diverse domains. However, achieving strong performance across these domains with a single genera...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05101v1",
    "title": "Arabic Prompts with English Tools: A Benchmark",
    "authors": "Konstantin Kubrak, Ahmed El-Moselhy, Ammar Alsulami et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05101v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are now integral to numerous industries, increasingly serving as the core reasoning engine for autonomous agents that per...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05077v1",
    "title": "Preconditioned Multivariate Quantum Solution Extraction",
    "authors": "Gumaro Rendon, Stepan Smid",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05077v1",
    "summary": "[AI 摘要] Numerically solving partial differential equations is a ubiquitous computational task with broad applications in many fields of science. Quantum compu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.05076v1",
    "title": "Chain-of-Sanitized-Thoughts: Plugging PII Leakage in CoT of Large Reasoning Models",
    "authors": "Arghyadeep Das, Sai Sreenivas Chintha, Rishiraj Girmal et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05076v1",
    "summary": "[AI 摘要] Large Reasoning Models (LRMs) improve performance, reliability, and interpretability by generating explicit chain-of-thought (CoT) reasoning, but this...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.05062v1",
    "title": "Compositional Steering of Large Language Models with Steering Tokens",
    "authors": "Gorjan Radevski, Kiril Gashteovski, Giwon Hong et al.",
    "source": "arXiv",
    "date": "2026-01-08",
    "link": "http://arxiv.org/abs/2601.05062v1",
    "summary": "[AI 摘要] Deploying LLMs in real-world applications requires controllable output that satisfies multiple desiderata at the same time. While existing work extens...",
    "tags": [
      "AI+Security"
    ]
  }
]