[
  {
    "id": "arxiv-2601.14255v1",
    "title": "VideoMaMa: Mask-Guided Video Matting via Generative Prior",
    "authors": "Sangbeom Lim, Seoung Wug Oh, Jiahui Huang et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14255v1",
    "summary": "[AI 摘要] Generalizing video matting models to real-world videos remains a significant challenge due to the scarcity of labeled data. To address this, we presen...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14235v1",
    "title": "Opportunities in AI/ML for the Rubin LSST Dark Energy Science Collaboration",
    "authors": " LSST Dark Energy Science Collaboration, Eric Aubourg, Camille Avestruz et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14235v1",
    "summary": "[AI 摘要] The Vera C. Rubin Observatory's Legacy Survey of Space and Time (LSST) will produce unprecedented volumes of heterogeneous astronomical data (images, ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14226v1",
    "title": "Deep Learning Approaches to Quantum Error Mitigation",
    "authors": "Leonardo Placidi, Ifan Williams, Enrico Rinaldi et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14226v1",
    "summary": "[AI 摘要] We present a systematic investigation of deep learning methods applied to quantum error mitigation of noisy output probability distributions from meas...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14225v1",
    "title": "Group Fourier filtering of quantum resources in quantum phase space",
    "authors": "Luke Coffman, N. L. Diaz, Martin Larocca et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14225v1",
    "summary": "[AI 摘要] Recently, it has been shown that group Fourier analysis of quantum states, i.e., decomposing them into the irreducible representations (irreps) of a s...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14209v1",
    "title": "InT: Self-Proposed Interventions Enable Credit Assignment in LLM Reasoning",
    "authors": "Matthew Y. R. Yang, Hao Bai, Ian Wu et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14209v1",
    "summary": "[AI 摘要] Outcome-reward reinforcement learning (RL) has proven effective at improving the reasoning capabilities of large language models (LLMs). However, stan...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14206v1",
    "title": "Locality forces equal energy spacing of quantum many-body scar towers",
    "authors": "Nicholas O'Dea, Lei Gioia, Sanjay Moudgalya et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14206v1",
    "summary": "[AI 摘要] Quantum many-body scars are non-thermal eigenstates embedded in the spectra of otherwise non-integrable Hamiltonians. Paradigmatic examples often appe...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14204v1",
    "title": "Native linear-optical protocol for efficient multivariate trace estimation",
    "authors": "Leonardo Novo, Marco Robbio, Ernesto F. Galvão et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14204v1",
    "summary": "[AI 摘要] The Hong-Ou-Mandel test estimates the overlap between spectral functions characterizing the internal degrees of freedom of two single photons. It can ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14192v1",
    "title": "Toward Efficient Agents: Memory, Tool learning, and Planning",
    "authors": "Xiaofang Yang, Lijun Li, Heng Zhou et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14192v1",
    "summary": "[AI 摘要] Recent years have witnessed increasing interest in extending large language models into agentic systems. While the effectiveness of agents has continu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14191v1",
    "title": "Device-independent quantum memory certification in two-point measurement experiments",
    "authors": "Leonardo S. V. Santos, Peter Tirler, Michael Meth et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14191v1",
    "summary": "[AI 摘要] Quantum memories are key components of emerging quantum technologies. They are designed to store quantum states and retrieve them on demand without lo...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14185v1",
    "title": "Localizable Entanglement as an Order Parameter for Measurement-Induced Phase Transitions",
    "authors": "Sourav Manna, Arul Lakshminarayan, Vaibhav Madhok",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14185v1",
    "summary": "[AI 摘要] We identify localizable entanglement (LE) as an order parameter for measurement-induced phase transitions (MIPT). LE exhibits universal finite-size sc...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14175v1",
    "title": "A model of errors in transformers",
    "authors": "Suvrat Raju, Praneeth Netrapalli",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14175v1",
    "summary": "[AI 摘要] We study the error rate of LLMs on tasks like arithmetic that require a deterministic output, and repetitive processing of tokens drawn from a small s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14172v1",
    "title": "Human Values in a Single Sentence: Moral Presence, Hierarchies, and Transformer Ensembles on the Schwartz Continuum",
    "authors": "Víctor Yeste, Paolo Rosso",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14172v1",
    "summary": "[AI 摘要] We study sentence-level identification of the 19 values in the Schwartz motivational continuum as a concrete formulation of human value detection in t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14160v1",
    "title": "Domain-Adaptation through Synthetic Data: Fine-Tuning Large Language Models for German Law",
    "authors": "Ali Hamza Bashir, Muhammad Rehan Khalid, Kostadin Cvejoski et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14160v1",
    "summary": "[AI 摘要] Large language models (LLMs) often struggle in specialized domains such as legal reasoning due to limited expert knowledge, resulting in factually inc...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14159v1",
    "title": "Multi-Partner Project: Multi-GPU Performance Portability Analysis for CFD Simulations at Scale",
    "authors": "Panagiotis-Eleftherios Eleftherakis, George Anagnostopoulos, Anastassis Kapetanakis et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14159v1",
    "summary": "[AI 摘要] As heterogeneous supercomputing architectures leveraging GPUs become increasingly central to high-performance computing (HPC), it is crucial for compu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14158v1",
    "title": "Sharp Inequalities for Schur-Convex Functionals of Partial Traces over Unitary Orbits",
    "authors": "Pablo Costa Rico, Pavel Shteyner",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14158v1",
    "summary": "[AI 摘要] While many bounds have been proved for partial trace inequalities over the last decades for a large variety of quantities, recent problems in quantum ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14157v1",
    "title": "ConceptCaps -- a Distilled Concept Dataset for Interpretability in Music Models",
    "authors": "Bruno Sienkiewicz, Łukasz Neumann, Mateusz Modrzejewski",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14157v1",
    "summary": "[AI 摘要] Concept-based interpretability methods like TCAV require clean, well-separated positive and negative examples for each concept. Existing music dataset...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14154v1",
    "title": "LLM Augmented Intervenable Multimodal Adaptor for Post-operative Complication Prediction in Lung Cancer Surgery",
    "authors": "Shubham Pandey, Bhavin Jawade, Srirangaraj Setlur et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14154v1",
    "summary": "[AI 摘要] Postoperative complications remain a critical concern in clinical practice, adversely affecting patient outcomes and contributing to rising healthcare...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14153v1",
    "title": "Information transport and transport-induced entanglement in open fermion chains",
    "authors": "Andrea Nava, Claudia Artiaco, Yuval Gefen et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14153v1",
    "summary": "[AI 摘要] Understanding the entanglement dynamics in quantum many-body systems under steady-state transport conditions is an actively pursued challenging topic....",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14152v1",
    "title": "Lost in the Prompt Order: Revealing the Limitations of Causal Attention in Language Models",
    "authors": "Hyunjong Ok, Jaeho Lee",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14152v1",
    "summary": "[AI 摘要] Large language models exhibit surprising sensitivity to the structure of the prompt, but the mechanisms underlying this sensitivity remain poorly unde...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14148v1",
    "title": "The Quest for Reliable AI Accelerators: Cross-Layer Evaluation and Design Optimization",
    "authors": "Meng Li, Tong Xie, Zuodong Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14148v1",
    "summary": "[AI 摘要] As the CMOS technology pushes to the nanoscale, aging effects and process variations have become increasingly pronounced, posing significant reliabili...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14140v1",
    "title": "CREATE: Cross-Layer Resilience Characterization and Optimization for Efficient yet Reliable Embodied AI Systems",
    "authors": "Tong Xie, Yijiahao Qi, Jinqi Wen et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14140v1",
    "summary": "[AI 摘要] Embodied Artificial Intelligence (AI) has recently attracted significant attention as it bridges AI with the physical world. Modern embodied AI system...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14124v1",
    "title": "Style Transfer as Bias Mitigation: Diffusion Models for Synthetic Mental Health Text for Arabic",
    "authors": "Saad Mankarious, Aya Zirikly",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14124v1",
    "summary": "[AI 摘要] Synthetic data offers a promising solution for mitigating data scarcity and demographic bias in mental health analysis, yet existing approaches largel...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14119v1",
    "title": "The $O(n\\to\\infty)$ Rotor Model and the Quantum Spherical Model on Graphs",
    "authors": "Nikita Titov, Andrea Trombettoni",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14119v1",
    "summary": "[AI 摘要] We show that the large $n$ limit of the $O(n)$ quantum rotor model defined on a general graph has the same critical behavior as the corresponding quan...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14091v1",
    "title": "Zero-shot adaptable task planning for autonomous construction robots: a comparative study of lightweight single and multi-AI agent systems",
    "authors": "Hossein Naderi, Alireza Shojaei, Lifu Huang et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14091v1",
    "summary": "[AI 摘要] Robots are expected to play a major role in the future construction industry but face challenges due to high costs and difficulty adapting to dynamic ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14087v1",
    "title": "'1'-bit Count-based Sorting Unit to Reduce Link Power in DNN Accelerators",
    "authors": "Ruichi Han, Yizhi Chen, Tong Lei et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14087v1",
    "summary": "[AI 摘要] Interconnect power consumption remains a bottleneck in Deep Neural Network (DNN) accelerators. While ordering data based on '1'-bit counts can mitigat...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14083v1",
    "title": "Quantum Pontus-Mpemba Effect Enabled by the Liouvillian Skin Effect",
    "authors": "Stefano Longhi",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14083v1",
    "summary": "[AI 摘要] We unveil a quantum Pontus-Mpemba effect enabled by the Liouvillian skin effect in a dissipative tight-binding chain with asymmetric incoherent hoppin...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14081v1",
    "title": "Feature-Aware Test Generation for Deep Learning Models",
    "authors": "Xingcheng Chen, Oliver Weissl, Andrea Stocco",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14081v1",
    "summary": "[AI 摘要] As deep learning models are widely used in software systems, test generation plays a crucial role in assessing the quality of such models before deplo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14067v1",
    "title": "Generalised contextuality of continuous variable quantum theory can be revealed with a single projective measurement",
    "authors": "Pauli Jokinen, Mirjam Weilenmann, Martin Plávala et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14067v1",
    "summary": "[AI 摘要] Generalized contextuality is a possible indicator of non-classical behaviour in quantum information theory. In finite-dimensional systems, this is jus...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14063v1",
    "title": "XCR-Bench: A Multi-Task Benchmark for Evaluating Cultural Reasoning in LLMs",
    "authors": "Mohsinul Kabir, Tasnim Ahmed, Md Mezbaur Rahman et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14063v1",
    "summary": "[AI 摘要] Cross-cultural competence in large language models (LLMs) requires the ability to identify Culture-Specific Items (CSIs) and to adapt them appropriate...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14054v1",
    "title": "SecureSplit: Mitigating Backdoor Attacks in Split Learning",
    "authors": "Zhihao Dou, Dongfei Cui, Weida Wang et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14054v1",
    "summary": "[AI 摘要] Split Learning (SL) offers a framework for collaborative model training that respects data privacy by allowing participants to share the same dataset ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14053v1",
    "title": "LLMOrbit: A Circular Taxonomy of Large Language Models -From Scaling Walls to Agentic AI Systems",
    "authors": "Badri N. Patro, Vijay S. Agneeswaran",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14053v1",
    "summary": "[AI 摘要] The field of artificial intelligence has undergone a revolution from foundational Transformer architectures to reasoning-capable systems approaching h...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14041v1",
    "title": "Top 10 Open Challenges Steering the Future of Diffusion Language Model and Its Variants",
    "authors": "Yunhe Wang, Kai Han, Huiling Zhen et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14041v1",
    "summary": "[AI 摘要] The paradigm of Large Language Models (LLMs) is currently defined by auto-regressive (AR) architectures, which generate text through a sequential ``br...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14039v1",
    "title": "Generalizing Abstention for Noise-Robust Learning in Medical Image Segmentation",
    "authors": "Wesam Moustafa, Hossam Elsafty, Helen Schneider et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14039v1",
    "summary": "[AI 摘要] Label noise is a critical problem in medical image segmentation, often arising from the inherent difficulty of manual annotation. Models trained on no...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14033v1",
    "title": "PAC-Private Responses with Adversarial Composition",
    "authors": "Xiaochen Zhu, Mayuri Sridhar, Srinivas Devadas",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14033v1",
    "summary": "[AI 摘要] Modern machine learning models are increasingly deployed behind APIs. This renders standard weight-privatization methods (e.g. DP-SGD) unnecessarily n...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14024v1",
    "title": "Performance enhancing of hybrid quantum-classical Benders approach for MILP optimization",
    "authors": "Sergio López-Baños, Elisabeth Lobe, Ontje Lünsdorf et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14024v1",
    "summary": "[AI 摘要] Mixed-integer linear programming problems are extensively used in industry for a wide range of optimization tasks. However, as they get larger, they p...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14023v1",
    "title": "The rate of purification of quantum trajectories",
    "authors": "Maël Bompais, Nina H. Amini, Juan P. Garrahan et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14023v1",
    "summary": "[AI 摘要] We investigate the behavior of quantum trajectories conditioned on measurement outcomes. Under a condition related to the absence of so-called dark su...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14019v1",
    "title": "A Security Framework for Chemical Functions",
    "authors": "Frederik Walter, Hrishi Narayanan, Jessica Bariffi et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14019v1",
    "summary": "[AI 摘要] In this paper, we introduce chemical functions, a unified framework that models chemical systems as noisy challenge--response primitives, and formaliz...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.14017v1",
    "title": "Tripartite quantum correlations obtained by post-selection from twin beams",
    "authors": "Pavel Pavlicek, Jan Perina, Vaclav Michalek et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14017v1",
    "summary": "[AI 摘要] Spatially-resolved photon counting of a twin beam performed by an iCCD camera allows for versatile tailoring the properties of the beams formed by par...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.14012v1",
    "title": "MATE: Matryoshka Audio-Text Embeddings for Open-Vocabulary Keyword Spotting",
    "authors": "Youngmoon Jung, Myunghun Jung, Joon-Young Yang et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.14012v1",
    "summary": "[AI 摘要] Open-vocabulary keyword spotting (KWS) with text-based enrollment has emerged as a flexible alternative to fixed-phrase triggers. Prior utterance-leve...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.13996v1",
    "title": "Software Testing in the Quantum World",
    "authors": "Rui Abreu, Shaukat Ali, Paolo Arcaini et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13996v1",
    "summary": "[AI 摘要] Quantum computing offers significant speedups for simulating physical, chemical, and biological systems, and for optimization and machine learning. As...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.13992v1",
    "title": "\"The Whole Is Greater Than the Sum of Its Parts\": A Compatibility-Aware Multi-Teacher CoT Distillation Framework",
    "authors": "Jin Cui, Jiaqi Guo, Jiepeng Zhou et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13992v1",
    "summary": "[AI 摘要] Chain-of-Thought (CoT) reasoning empowers Large Language Models (LLMs) with remarkable capabilities but typically requires prohibitive parameter scale...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.13983v1",
    "title": "Optimal Construction of Two-Qubit Gates using the Symmetries of B Gate Equivalence Class",
    "authors": "M. Karthick Selvan, S. Balakrishnan",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13983v1",
    "summary": "[AI 摘要] Two applications of gates from the B gate equivalence class can generate all two-qubit gates. This local equivalence class is invariant under the mirr...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.13981v1",
    "title": "VirtualCrime: Evaluating Criminal Potential of Large Language Models via Sandbox Simulation",
    "authors": "Yilin Tang, Yu Wang, Lanlan Qiu et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13981v1",
    "summary": "[AI 摘要] Large language models (LLMs) have shown strong capabilities in multi-step decision-making, planning and actions, and are increasingly integrated into ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.13972v1",
    "title": "Experimental Evidence-Based Sub-Rayleigh Source Discrimination",
    "authors": "Saurabh U. Shringarpure, Yong Siah Teo, Hyunseok Jeong et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13972v1",
    "summary": "[AI 摘要] We propose a Bayesian evidence-based inference framework based on relative belief ratios and apply it to discriminating between one and two incoherent...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.13970v1",
    "title": "A Converse Bound via the Nussbaum-Szkoła Mapping for Quantum Hypothesis Testing",
    "authors": "Jorge Lizarribar-Carrillo, Gonzalo Vazquez-Vilar, Tobias Koch",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13970v1",
    "summary": "[AI 摘要] Quantum hypothesis testing concerns the discrimination between quantum states. This paper introduces a novel lower bound for asymmetric quantum hypoth...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.13956v1",
    "title": "Tensor Network Assisted Distributed Variational Quantum Algorithm for Large Scale Combinatorial Optimization Problem",
    "authors": "Yuhan Huang, Siyuan Jin, Yichi Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13956v1",
    "summary": "[AI 摘要] Although quantum computing holds promise for solving Combinatorial Optimization Problems (COPs), the limited qubit capacity of NISQ hardware makes lar...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.13948v1",
    "title": "Stream-Voice-Anon: Enhancing Utility of Real-Time Speaker Anonymization via Neural Audio Codec and Language Models",
    "authors": "Nikita Kuzmin, Songting Liu, Kong Aik Lee et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13948v1",
    "summary": "[AI 摘要] Protecting speaker identity is crucial for online voice applications, yet streaming speaker anonymization (SA) remains underexplored. Recent research ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.13943v1",
    "title": "RepoGenesis: Benchmarking End-to-End Microservice Generation from Readme to Repository",
    "authors": "Zhiyuan Peng, Xin Yin, Pu Zhao et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13943v1",
    "summary": "[AI 摘要] Large language models and agents have achieved remarkable progress in code generation. However, existing benchmarks focus on isolated function/class-l...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.13939v1",
    "title": "Ultra Compact low cost two mode squeezed light source",
    "authors": "Shahar Monsa, Shmuel Sternklar, Eliran Talker",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13939v1",
    "summary": "[AI 摘要] Quantum-correlated states of light, such as squeezed states, constitute a fundamental resource for quantum technologies, enabling enhanced performance...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.13938v1",
    "title": "IF-GEO: Conflict-Aware Instruction Fusion for Multi-Query Generative Engine Optimization",
    "authors": "Heyang Zhou, JiaJia Chen, Xiaolu Chen et al.",
    "source": "arXiv",
    "date": "2026-01-20",
    "link": "http://arxiv.org/abs/2601.13938v1",
    "summary": "[AI 摘要] As Generative Engines revolutionize information retrieval by synthesizing direct answers from retrieved sources, ensuring source visibility becomes a ...",
    "tags": [
      "AI+Security"
    ]
  }
]