[
  {
    "id": "arxiv-2601.19896v1",
    "title": "Real-Time Iteration Scheme for Dynamical Mean-Field Theory: A Framework for Near-Term Quantum Simulation",
    "authors": "Chakradhar Rangi, Aadi Singh, Ka-Ming Tam",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19896v1",
    "summary": "[AI 摘要] We present a time-domain iteration scheme for solving the Dynamical Mean-Field Theory (DMFT) self-consistent equations using retarded Green's function...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19889v1",
    "title": "Distinguishing synthetic unravelings on quantum computers",
    "authors": "Eloy Piñol, Piotr Sierant, Dustin Keys et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19889v1",
    "summary": "[AI 摘要] Distinct monitoring or intervention schemes can produce different conditioned stochastic quantum trajectories while sharing the same unconditional (en...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19857v1",
    "title": "Symmetric and Antisymmetric Quantum States from Graph Structure and Orientation",
    "authors": "Matheus R. de Jesus, Eduardo O. C. Hoefel, Renato M. Angelo",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19857v1",
    "summary": "[AI 摘要] Graph states provide a powerful framework for describing multipartite entanglement in quantum information science. In their standard formulation, grap...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19848v1",
    "title": "Theory of low-weight quantum codes",
    "authors": "Fuchuan Wei, Zhengyi Han, Austin Yubo He et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19848v1",
    "summary": "[AI 摘要] Low check weight is practically crucial code property for fault-tolerant quantum computing, which underlies the strong interest in quantum low-density...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19839v1",
    "title": "HARMONI: Multimodal Personalization of Multi-User Human-Robot Interactions with LLMs",
    "authors": "Jeanne Malécot, Hamed Rahimi, Jeanne Cattoni et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19839v1",
    "summary": "[AI 摘要] Existing human-robot interaction systems often lack mechanisms for sustained personalization and dynamic adaptation in multi-user environments, limiti...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19837v1",
    "title": "Self-Sovereign Identity and eIDAS 2.0: An Analysis of Control, Privacy, and Legal Implications",
    "authors": "Nacereddine Sitouah, Marco Esposito, Francesco Bruschi",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19837v1",
    "summary": "[AI 摘要] European digital identity initiatives are grounded in regulatory frameworks designed to ensure interoperability and robust, harmonized security standa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19834v1",
    "title": "Visual Generation Unlocks Human-Like Reasoning through Multimodal World Models",
    "authors": "Jialong Wu, Xiaoying Zhang, Hongyi Yuan et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19834v1",
    "summary": "[AI 摘要] Humans construct internal world models and reason by manipulating the concepts within these models. Recent advances in AI, particularly chain-of-thoug...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19827v1",
    "title": "When Iterative RAG Beats Ideal Evidence: A Diagnostic Study in Scientific Multi-hop Question Answering",
    "authors": "Mahdi Astaraki, Mohammad Arshi Saloot, Ali Shiraee Kasmaee et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19827v1",
    "summary": "[AI 摘要] Retrieval-Augmented Generation (RAG) extends large language models (LLMs) beyond parametric knowledge, yet it is unclear when iterative retrieval-reas...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19825v1",
    "title": "Routing End User Queries to Enterprise Databases",
    "authors": "Saikrishna Sudarshan, Tanay Kulkarni, Manasi Patwardhan et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19825v1",
    "summary": "[AI 摘要] We address the task of routing natural language queries in multi-database enterprise environments. We construct realistic benchmarks by extending exis...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19823v1",
    "title": "A Folded Surface Code Architecture for 2D Quantum Hardware",
    "authors": "Zhu Sun, Zhenyu Cai",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19823v1",
    "summary": "[AI 摘要] Qubit shuttling has become an indispensable ingredient for scaling leading quantum computing platforms, including semiconductor spin, neutral-atom, an...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19820v1",
    "title": "Enhanced quantum state discrimination under general measurements with entanglement and nonorthogonality restrictions",
    "authors": "Swati Choudhary, Aparajita Bhattacharyya, Ujjwal Sen",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19820v1",
    "summary": "[AI 摘要] The minimum error probability for distinguishing between two quantum states is bounded by the Helstrom limit, derived under the assumption that measur...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19816v1",
    "title": "Simple broadband signal detection at the fundamental limit",
    "authors": "Anthony M. Polloreno, Graeme Smith",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19816v1",
    "summary": "[AI 摘要] Broadband detection of a weak oscillatory field with unknown carrier frequency underlies magnetometry, axion searches and gravitational-wave sensing. ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19810v1",
    "title": "Unsupervised Learning of Efficient Exploration: Pre-training Adaptive Policies via Self-Imposed Goals",
    "authors": "Octavio Pappalardo",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19810v1",
    "summary": "[AI 摘要] Unsupervised pre-training can equip reinforcement learning agents with prior knowledge and accelerate learning in downstream tasks. A promising direct...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19793v1",
    "title": "CASTER: Breaking the Cost-Performance Barrier in Multi-Agent Orchestration via Context-Aware Strategy for Task Efficient Routing",
    "authors": "Shanyv Liu, Xuyang Yuan, Tao Chen et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19793v1",
    "summary": "[AI 摘要] Graph-based Multi-Agent Systems (MAS) enable complex cyclic workflows but suffer from inefficient static model allocation, where deploying strong mode...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19777v1",
    "title": "Resolving Gauge Ambiguities of the Berry Connection in Non-Hermitian Systems",
    "authors": "Ievgen I. Arkhipov",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19777v1",
    "summary": "[AI 摘要] Non-Hermitian systems display spectral and topological phenomena absent in Hermitian physics; yet, their geometric characterization can be hindered by...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19768v1",
    "title": "GAVEL: Towards rule-based safety through activation monitoring",
    "authors": "Shir Rozenfeld, Rahul Pankajakshan, Itay Zloczower et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19768v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly paired with activation-based monitoring to detect and prevent harmful behaviors that may not be apparent...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19765v1",
    "title": "Spectral Codes: A Geometric Formalism for Quantum Error Correction",
    "authors": "Satoshi Kanno, Yoshi-aki Shimada",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19765v1",
    "summary": "[AI 摘要] We present a new geometric perspective on quantum error correction based on spectral triples in noncommutative geometry. In this approach, quantum err...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19762v1",
    "title": "Inter-branch message transfer on superconducting quantum processors: a multi-architecture benchmark",
    "authors": "Cameron V. Cogburn",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19762v1",
    "summary": "[AI 摘要] We treat inter-branch message transfer in a Wigner's-friend circuit as a practical benchmark for near-term superconducting quantum processors. Impleme...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19747v1",
    "title": "Veri-Sure: A Contract-Aware Multi-Agent Framework with Temporal Tracing and Formal Verification for Correct RTL Code Generation",
    "authors": "Jiale Liu, Taiyu Zhou, Tianqi Jiang",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19747v1",
    "summary": "[AI 摘要] In the rapidly evolving field of Electronic Design Automation (EDA), the deployment of Large Language Models (LLMs) for Register-Transfer Level (RTL) ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19739v1",
    "title": "TokenSeek: Memory Efficient Fine Tuning via Instance-Aware Token Ditching",
    "authors": "Runjia Zeng, Qifan Wang, Qiang Guan et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19739v1",
    "summary": "[AI 摘要] Fine tuning has been regarded as a de facto approach for adapting large language models (LLMs) to downstream tasks, but the high training memory consu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19738v1",
    "title": "Quantum Circuit Pre-Synthesis: Learning Local Edits to Reduce $T$-count",
    "authors": "Daniele Lizzio Bosco, Lukasz Cincio, Giuseppe Serra et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19738v1",
    "summary": "[AI 摘要] Compiling quantum circuits into Clifford+$T$ gates is a central task for fault-tolerant quantum computing using stabilizer codes. In the near term, $T...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19726v1",
    "title": "RvB: Automating AI System Hardening via Iterative Red-Blue Games",
    "authors": "Lige Huang, Zicheng Liu, Jie Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19726v1",
    "summary": "[AI 摘要] The dual offensive and defensive utility of Large Language Models (LLMs) highlights a critical gap in AI security: the lack of unified frameworks for ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19723v1",
    "title": "Component-Level Lesioning of Language Models Reveals Clinically Aligned Aphasia Phenotypes",
    "authors": "Yifan Wang, Jichen Zheng, Jingyuan Sun et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19723v1",
    "summary": "[AI 摘要] Large language models (LLMs) increasingly exhibit human-like linguistic behaviors and internal representations that they could serve as computational ...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19721v1",
    "title": "Quantum Light Detection with Enhanced Photonic Neural Network",
    "authors": "Stanisław Świerczewski, Dogyun Ko, Amir Rahmani et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19721v1",
    "summary": "[AI 摘要] Advances in quantum technologies are accelerating the demand for optical quantum state sensors that combine high precision, versatility, and scalabili...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19719v1",
    "title": "Optimally Driven Dressed Qubits",
    "authors": "Alon Salhov, Sagi Nechushtan, Alex Retzker",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19719v1",
    "summary": "[AI 摘要] The applicability and performance of qubits dressed by classical fields are limited because their control protocols give rise to an undesired counter-...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19713v1",
    "title": "Robust topological quantum state transfer with long-range interactions in Rydberg arrays",
    "authors": "Siri Raupach, Beatriz Olmos, Mathias B. M. Svendsen",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19713v1",
    "summary": "[AI 摘要] We develop a theoretical framework for fast, robust and high-fidelity topological quantum state transfer in one-dimensional systems with long-range co...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19703v1",
    "title": "Approximate Decoherence, Recoherence and Records in Isolated Quantum Systems",
    "authors": "Philipp Strasberg, Joseph Schindler, Jiaozi Wang et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19703v1",
    "summary": "[AI 摘要] Using the framework of decoherent histories, we study which past events leave detectable records in isolated quantum systems under the realistic assum...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19700v1",
    "title": "Out-of-Distribution Generalization via Invariant Trajectories for Multimodal Large Language Model Editing",
    "authors": "Jiajie Su, Haoyuan Wang, Xiaohua Feng et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19700v1",
    "summary": "[AI 摘要] Knowledge editing emerges as a crucial technique for efficiently correcting incorrect or outdated knowledge in large language models (LLM). Existing e...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19697v1",
    "title": "AlignCoder: Aligning Retrieval with Target Intent for Repository-Level Code Completion",
    "authors": "Tianyue Jiang, Yanli Wang, Yanlin Wang et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19697v1",
    "summary": "[AI 摘要] Repository-level code completion remains a challenging task for existing code large language models (code LLMs) due to their limited understanding of ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19693v1",
    "title": "Using LLMs to Evaluate Architecture Documents: Results from a Digital Marketplace Environment",
    "authors": "Frank Elberzhager, Matthias Gerbershagen, Joshua Ginkel",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19693v1",
    "summary": "[AI 摘要] Generative AI plays an increasing role during software engineering activities to make them, e.g., more efficient or provide better quality. However, i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19684v1",
    "title": "LLM-Assisted Authentication and Fraud Detection",
    "authors": "Emunah S-S. Chan, Aldar C-F. Chan",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19684v1",
    "summary": "[AI 摘要] User authentication and fraud detection face growing challenges as digital systems expand and adversaries adopt increasingly sophisticated tactics. Tr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19677v1",
    "title": "Transversal gates of the ((3,3,2)) qutrit code and local symmetries of the absolutely maximally entangled state of four qutrits",
    "authors": "Ian Tan",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19677v1",
    "summary": "[AI 摘要] We provide a proof that there exists a bijection between local unitary (LU) orbits of absolutely maximally entangled (AME) states in $(\\mathbb{C}^D)^{...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19673v1",
    "title": "A Benchmark for Audio Reasoning Capabilities of Multimodal Large Language Models",
    "authors": "Iwona Christop, Mateusz Czyżnikiewicz, Paweł Skórzewski et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19673v1",
    "summary": "[AI 摘要] The present benchmarks for testing the audio modality of multimodal large language models concentrate on testing various audio tasks such as speaker d...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19672v1",
    "title": "ProToken: Token-Level Attribution for Federated Large Language Models",
    "authors": "Waris Gill, Ahmad Humayun, Ali Anwar et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19672v1",
    "summary": "[AI 摘要] Federated Learning (FL) enables collaborative training of Large Language Models (LLMs) across distributed data sources while preserving privacy. Howev...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19667v1",
    "title": "SynCABEL: Synthetic Contextualized Augmentation for Biomedical Entity Linking",
    "authors": "Adam Remaki, Christel Gérardin, Eulàlia Farré-Maduell et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19667v1",
    "summary": "[AI 摘要] We present SynCABEL (Synthetic Contextualized Augmentation for Biomedical Entity Linking), a framework that addresses a central bottleneck in supervis...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19657v1",
    "title": "One Token Is Enough: Improving Diffusion Language Models with a Sink Token",
    "authors": "Zihou Zhang, Zheyong Xie, Li Zhong et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19657v1",
    "summary": "[AI 摘要] Diffusion Language Models (DLMs) have emerged as a compelling alternative to autoregressive approaches, enabling parallel text generation with competi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19644v1",
    "title": "Robustness of Constraint Automata for Description Logics with Concrete Domains",
    "authors": "Stéphane Demri, Tianwen Gu",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19644v1",
    "summary": "[AI 摘要] Decidability or complexity issues about the consistency problem for description logics with concrete domains have already been analysed with tableaux-...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19636v1",
    "title": "Who Said CVE? How Vulnerability Identifiers Are Mentioned by Humans, Bots, and Agents in Pull Requests",
    "authors": "Pien Rooijendijk, Christoph Treude, Mairieli Wessel",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19636v1",
    "summary": "[AI 摘要] Vulnerability identifiers such as CVE, CWE, and GHSA are standardised references to known software security issues, yet their use in practice is not w...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19635v1",
    "title": "DynQ: A Dynamic Topology-Agnostic Quantum Virtual Machine via Quality-Weighted Community Detection",
    "authors": "Shusen Liu, Pascal Jahan Elahi, Ugo Varetto",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19635v1",
    "summary": "[AI 摘要] Quantum cloud platforms remain fundamentally non-virtualised: despite rapid hardware scaling, each user program still monopolises an entire quantum pr...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19622v1",
    "title": "Algorithmic Prompt-Augmentation for Efficient LLM-Based Heuristic Design for A* Search",
    "authors": "Thomas Bömer, Nico Koltermann, Max Disselnmeyer et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19622v1",
    "summary": "[AI 摘要] Heuristic functions are essential to the performance of tree search algorithms such as A*, where their accuracy and efficiency directly impact search ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19620v1",
    "title": "R^3: Replay, Reflection, and Ranking Rewards for LLM Reinforcement Learning",
    "authors": "Zhizheng Jiang, Kang Zhao, Weikai Xu et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19620v1",
    "summary": "[AI 摘要] Large reasoning models (LRMs) aim to solve diverse and complex problems through structured reasoning. Recent advances in group-based policy optimizati...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19618v1",
    "title": "The role of self-supervised pretraining in differentially private medical image analysis",
    "authors": "Soroosh Tayebi Arasteh, Mina Farajiamiri, Mahshad Lotfinia et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19618v1",
    "summary": "[AI 摘要] Differential privacy (DP) provides formal protection for sensitive data but typically incurs substantial losses in diagnostic performance. Model initi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19613v1",
    "title": "Up to 36x Speedup: Mask-based Parallel Inference Paradigm for Key Information Extraction in MLLMs",
    "authors": "Xinzhong Wang, Ya Guo, Jing Li et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19613v1",
    "summary": "[AI 摘要] Key Information Extraction (KIE) from visually-rich documents (VrDs) is a critical task, for which recent Large Language Models (LLMs) and Multi-Modal...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19611v1",
    "title": "Explicit Multi-head Attention for Inter-head Interaction in Large Language Models",
    "authors": "Runyu Peng, Yunhua Zhou, Demin Song et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19611v1",
    "summary": "[AI 摘要] In large language models built upon the Transformer architecture, recent studies have shown that inter-head interaction can enhance attention performa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19610v1",
    "title": "Broadcasting quantum nonlinearity in hybrid systems",
    "authors": "Alisa D. Manukhova, Andrey A. Rakhubovsky, Radim Filip",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19610v1",
    "summary": "[AI 摘要] Linear oscillators contribute to most branches of contemporary quantum science. They have already successfully served as quantum sensors and memories,...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.19607v1",
    "title": "ComAgent: Multi-LLM based Agentic AI Empowered Intelligent Wireless Networks",
    "authors": "Haoyun Li, Ming Xiao, Kezhi Wang et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19607v1",
    "summary": "[AI 摘要] Emerging 6G networks rely on complex cross-layer optimization, yet manually translating high-level intents into mathematical formulations remains a bo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19588v1",
    "title": "From Atoms to Chains: Divergence-Guided Reasoning Curriculum for Unlabeled LLM Domain Adaptation",
    "authors": "Yongqi Wang, Xiaofeng Ji, Jie Wang et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19588v1",
    "summary": "[AI 摘要] Adapting Large Language Models (LLMs) to specialized domains without human-annotated data is a crucial yet formidable challenge. Widely adopted knowle...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19585v1",
    "title": "LLM-Enhanced Reinforcement Learning for Long-Term User Satisfaction in Interactive Recommendation",
    "authors": "Chongjun Xia, Yanchun Peng, Xianzhi Wang",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19585v1",
    "summary": "[AI 摘要] Interactive recommender systems can dynamically adapt to user feedback, but often suffer from content homogeneity and filter bubble effects due to ove...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19583v1",
    "title": "Toward Architecture-Aware Evaluation Metrics for LLM Agents",
    "authors": "Débora Souza, Patrícia Machado",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19583v1",
    "summary": "[AI 摘要] LLM-based agents are becoming central to software engineering tasks, yet evaluating them remains fragmented and largely model-centric. Existing studie...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.19581v1",
    "title": "Flux-tunable transmon incorporating a van der Waals superconductor via an Al/AlO$_x$/4Hb-TaS$_2$ Josephson junction",
    "authors": "Eliya Blumenthal, Ilay Mangel, Amit Kanigel et al.",
    "source": "arXiv",
    "date": "2026-01-27",
    "link": "http://arxiv.org/abs/2601.19581v1",
    "summary": "[AI 摘要] Incorporating van der Waals (vdW) superconductors into Josephson elements extends circuit-QED beyond conventional Al/AlO$_x$/Al tunnel junctions and e...",
    "tags": [
      "Arch/Hardware"
    ]
  }
]