[
  {
    "id": "arxiv-2602.09881v1",
    "title": "Framework for (non-)adiabatic chiral state conversion: from non-Hermitian Hamiltonians to Liouvillians",
    "authors": "Elna Svegborn, Shishir Khandelwal",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09881v1",
    "summary": "[AI 摘要] Adiabatic chiral state conversion (CSC) is one of the many counterintuitive effects associated with non-Hermitian physics. In quantum systems, numerou...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09874v1",
    "title": "Simpler Presentations for Many Fragments of Quantum Circuits",
    "authors": "Colin Blake",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09874v1",
    "summary": "[AI 摘要] Equational reasoning is central to quantum circuit optimisation and verification: one replaces subcircuits by provably equivalent ones using a fixed s...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09873v1",
    "title": "Polycontrolled PROPs for Qudit Circuits: A Uniform Complete Equational Theory For Arbitrary Finite Dimension",
    "authors": "Colin Blake",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09873v1",
    "summary": "[AI 摘要] We present a finite schematic axiomatisation of quantum circuits over d-level systems (qudits), uniform in every finite dimension d >= 2. For each d w...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09860v1",
    "title": "$k$-Positivity and high-dimensional bound entanglement under symplectic group symmetry",
    "authors": "Sang-Jun Park",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09860v1",
    "summary": "[AI 摘要] We investigate the structure of $k$-positivity and Schmidt numbers for classes of linear maps and bipartite quantum states exhibiting symplectic group...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09846v1",
    "title": "Generative AI Adoption in an Energy Company: Exploring Challenges and Use Cases",
    "authors": "Malik Abdul Sami, Zeeshan Rasheed, Meri Olenius et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09846v1",
    "summary": "[AI 摘要] Organisations are examining how generative AI can support their operational work and decision-making processes. This study investigates how employees ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09841v1",
    "title": "Hybrid Responsible AI-Stochastic Approach for SLA Compliance in Multivendor 6G Networks",
    "authors": "Emanuel Figetakis, Ahmed Refaey Hussein",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09841v1",
    "summary": "[AI 摘要] The convergence of AI and 6G network automation introduces new challenges in maintaining transparency, fairness, and accountability across multivendor...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09821v1",
    "title": "Text summarization via global structure awareness",
    "authors": "Jiaquan Zhang, Chaoning Zhang, Shuxu Chen et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09821v1",
    "summary": "[AI 摘要] Text summarization is a fundamental task in natural language processing (NLP), and the information explosion has made long-document processing increas...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09810v1",
    "title": "A Controlled Study of Double DQN and Dueling DQN Under Cross-Environment Transfer",
    "authors": "Azka Nasir, Fatima Dossa, Muhammad Ahmed Atif et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09810v1",
    "summary": "[AI 摘要] Transfer learning in deep reinforcement learning is often motivated by improved stability and reduced training cost, but it can also fail under substa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09805v1",
    "title": "Decomposing Reasoning Efficiency in Large Language Models",
    "authors": "Daniel Kaiser, Arnoldo Frigessi, Ali Ramezani-Kebrya et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09805v1",
    "summary": "[AI 摘要] Large language models trained for reasoning trade off inference tokens against accuracy, yet standard evaluations report only final accuracy, obscurin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09802v1",
    "title": "Would a Large Language Model Pay Extra for a View? Inferring Willingness to Pay from Subjective Choices",
    "authors": "Manon Reusens, Sofie Goethals, Toon Calders et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09802v1",
    "summary": "[AI 摘要] As Large Language Models (LLMs) are increasingly deployed in applications such as travel assistance and purchasing support, they are often required to...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09794v1",
    "title": "GHS-TDA: A Synergistic Reasoning Framework Integrating Global Hypothesis Space with Topological Data Analysis",
    "authors": "Jiaquan Zhang, Chaoning Zhang, Shuxu Chen et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09794v1",
    "summary": "[AI 摘要] Chain-of-Thought (CoT) has been shown to significantly improve the reasoning accuracy of large language models (LLMs) on complex tasks. However, due t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09788v1",
    "title": "Construction of the full logical Clifford group for high-rate quantum Reed-Muller codes using only transversal and fold-transversal gates",
    "authors": "Theerapat Tansuwannont, Tim Chan, Ryuji Takagi",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09788v1",
    "summary": "[AI 摘要] To build large-scale quantum computers while minimizing resource requirements, one may want to use high-rate quantum error-correcting codes that can e...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09782v1",
    "title": "Flexible Entropy Control in RLVR with Gradient-Preserving Perspective",
    "authors": "Kun Chen, Peng Shi, Fanfan Liu et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09782v1",
    "summary": "[AI 摘要] Reinforcement Learning with Verifiable Rewards (RLVR) has emerged as a critical method for enhancing the reasoning capabilities of Large Language Mode...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09774v1",
    "title": "QRS: A Rule-Synthesizing Neuro-Symbolic Triad for Autonomous Vulnerability Discovery",
    "authors": "George Tsigkourakos, Constantinos Patsakis",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09774v1",
    "summary": "[AI 摘要] Static Application Security Testing (SAST) tools are integral to modern DevSecOps pipelines, yet tools like CodeQL, Semgrep, and SonarQube remain fund...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09758v1",
    "title": "Questioning the reasonableness of the quantum nonlocality debate",
    "authors": "Justo Pastor Lambare",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09758v1",
    "summary": "[AI 摘要] We critically discuss the apparent lack of logical rigor pervading the debate on quantum nonlocality. Strong convictions often prevail over rational a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09745v1",
    "title": "Beyond Sparsity: Quantum Block Encoding for Dense Matrices via Hierarchically Low Rank Compression",
    "authors": "Kun Tang, Jun Lai",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09745v1",
    "summary": "[AI 摘要] While quantum algorithms for solving large scale systems of linear equations offer potential speedups, their application has largely been confined to ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09733v1",
    "title": "Error-mitigated quantum state tomography using neural networks",
    "authors": "Yixuan Hu, Mengru Ma, Jiangwei Shang",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09733v1",
    "summary": "[AI 摘要] The reliable characterization of quantum states is a fundamental task in quantum information science. For this purpose, quantum state tomography provi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09718v1",
    "title": "SAQNN: Spectral Adaptive Quantum Neural Network as a Universal Approximator",
    "authors": "Jialiang Tang, Jialin Zhang, Xiaoming Sun",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09718v1",
    "summary": "[AI 摘要] Quantum machine learning (QML), as an interdisciplinary field bridging quantum computing and machine learning, has garnered significant attention in r...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09710v1",
    "title": "Sample- and Hardware-Efficient Fidelity Estimation by Stripping Phase-Dominated Magic",
    "authors": "Guedong Park, Jaekwon Chang, Yosep Kim et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09710v1",
    "summary": "[AI 摘要] Direct fidelity estimation (DFE) is a famous tool for estimating the fidelity with a target pure state. However, such a method generally requires expo...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09703v1",
    "title": "Maastricht University at AMIYA: Adapting LLMs for Dialectal Arabic using Fine-tuning and MBR Decoding",
    "authors": "Abdulhai Alali, Abderrahmane Issam",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09703v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are becoming increasingly multilingual, supporting hundreds of languages, especially high resource ones. Unfortunately, D...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09696v1",
    "title": "Quantum-accelerated conjugate gradient methods via spectral initialization",
    "authors": "Shigetora Miyashita, Yoshi-aki Shimada",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09696v1",
    "summary": "[AI 摘要] Solving large-scale linear systems problems is a central task in scientific and industrial computing. Classical iterative solvers face increasing diff...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09665v1",
    "title": "Tunable many-body burst in isolated quantum systems",
    "authors": "Shozo Yamada, Akihiro Hokkyo, Masahito Ueda",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09665v1",
    "summary": "[AI 摘要] Thermalization in isolated quantum many-body systems can be nonmonotonic, with its process dependent on an initial state. We propose a numerical metho...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09655v1",
    "title": "Strategy optimization for Bayesian quantum parameter estimation with finite copies: Adaptive greedy, parallel, sequential, and general strategies",
    "authors": "Erik L. André, Jessica Bavaresco, Mohammad Mehboudi",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09655v1",
    "summary": "[AI 摘要] In this work, we study Bayesian quantum parameter estimation given a finite number of uses of the process encoding one or more unknown physical quanti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09653v1",
    "title": "ClinAlign: Scaling Healthcare Alignment from Clinician Preference",
    "authors": "Shiwei Lyu, Xidong Wang, Lei Liu et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09653v1",
    "summary": "[AI 摘要] Although large language models (LLMs) demonstrate expert-level medical knowledge, aligning their open-ended outputs with fine-grained clinician prefer...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09642v1",
    "title": "MATA: Multi-Agent Framework for Reliable and Flexible Table Question Answering",
    "authors": "Sieun Hyeon, Jusang Oh, Sunghwan Steve Cho et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09642v1",
    "summary": "[AI 摘要] Recent advances in Large Language Models (LLMs) have significantly improved table understanding tasks such as Table Question Answering (TableQA), yet ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09634v1",
    "title": "LLM-FS: Zero-Shot Feature Selection for Effective and Interpretable Malware Detection",
    "authors": "Naveen Gill, Ajvad Haneef K, Madhu Kumar S D",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09634v1",
    "summary": "[AI 摘要] Feature selection (FS) remains essential for building accurate and interpretable detection models, particularly in high-dimensional malware datasets. ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09630v1",
    "title": "Entanglement suppression for $ΩΩ$ scattering",
    "authors": "Katsuyoshi Sone, Tao-Ran Hu, Feng-Kun Guo et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09630v1",
    "summary": "[AI 摘要] We study entanglement suppression in $s$-wave $ΩΩ$ scattering, where each baryon has spin $3/2$. By treating the $S$-matrix as a quantum operator acti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09629v1",
    "title": "Stop Testing Attacks, Start Diagnosing Defenses: The Four-Checkpoint Framework Reveals Where LLM Safety Breaks",
    "authors": "Hayfa Dhabhi, Kashyap Thimmaraju",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09629v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) deploy safety mechanisms to prevent harmful outputs, yet these defenses remain vulnerable to adversarial prompts. While e...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09627v1",
    "title": "Parallel Composition for Statistical Privacy",
    "authors": "Dennis Breutigam, Rüdiger Reischuk",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09627v1",
    "summary": "[AI 摘要] Differential Privacy (DP) considers a scenario in which an adversary has almost complete information about the entries of a database. This worst-case ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09617v1",
    "title": "AnyTouch 2: General Optical Tactile Representation Learning For Dynamic Tactile Perception",
    "authors": "Ruoxuan Feng, Yuxuan Zhou, Siyu Mei et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09617v1",
    "summary": "[AI 摘要] Real-world contact-rich manipulation demands robots to perceive temporal tactile feedback, capture subtle surface deformations, and reason about objec...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09596v1",
    "title": "Device-independent quantum key distribution over 100 km with single atoms",
    "authors": "Bo-Wei Lu, Chao-Wei Yang, Run-Qi Wang et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09596v1",
    "summary": "[AI 摘要] Device-independent quantum key distribution (DI-QKD) is a key application of the quantum internet. We report the realization of DI-QKD between two sin...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09591v1",
    "title": "On the Optimal Reasoning Length for RL-Trained Language Models",
    "authors": "Daisuke Nohara, Taishi Nakamura, Rio Yokota",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09591v1",
    "summary": "[AI 摘要] Reinforcement learning substantially improves reasoning in large language models, but it also tends to lengthen chain of thought outputs and increase ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09575v1",
    "title": "Amplitude-Phase Separation toward Optimal and Fast-Forwardable Simulation of Non-Unitary Dynamics",
    "authors": "Qitong Hu, Shi Jin",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09575v1",
    "summary": "[AI 摘要] Quantum simulation of the linear non-unitary dynamics is crucial in scientific computing. In this work, we establish a generic framework, referred to ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09574v1",
    "title": "Aligning Tree-Search Policies with Fixed Token Budgets in Test-Time Scaling of LLMs",
    "authors": "Sora Miyamoto, Daisuke Oba, Naoaki Okazaki",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09574v1",
    "summary": "[AI 摘要] Tree-search decoding is an effective form of test-time scaling for large language models (LLMs), but real-world deployment imposes a fixed per-query t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09570v1",
    "title": "LEMUR: A Corpus for Robust Fine-Tuning of Multilingual Law Embedding Models for Retrieval",
    "authors": "Narges Baba Ahmadi, Jan Strich, Martin Semmann et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09570v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly used to access legal information. Yet, their deployment in multilingual legal settings is constrained by...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09562v1",
    "title": "Fidelity-Age-Aware Scheduling in Quantum Repeater Networks",
    "authors": "Ozgur Ercetin, Zafer Gedik",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09562v1",
    "summary": "[AI 摘要] Quantum repeater networks distribute entanglement over long distances but must balance fidelity, delay, and resource contention. Prior work optimized ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09554v1",
    "title": "Development of an Energy-Efficient and Real-Time Data Movement Strategy for Next-Generation Heterogeneous Mixed-Criticality Systems",
    "authors": "Thomas Benz",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09554v1",
    "summary": "[AI 摘要] Industrial domains such as automotive, robotics, and aerospace are rapidly evolving to satisfy the increasing demand for machine-learning-driven Auton...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09552v1",
    "title": "Comprehensive Comparison of RAG Methods Across Multi-Domain Conversational QA",
    "authors": "Klejda Alushi, Jan Strich, Chris Biemann et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09552v1",
    "summary": "[AI 摘要] Conversational question answering increasingly relies on retrieval-augmented generation (RAG) to ground large language models (LLMs) in external knowl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09548v1",
    "title": "ReSIM: Re-ranking Binary Similarity Embeddings to Improve Function Search Performance",
    "authors": "Gianluca Capozzi, Anna Paola Giancaspro, Fabio Petroni et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09548v1",
    "summary": "[AI 摘要] Binary Function Similarity (BFS), the problem of determining whether two binary functions originate from the same source code, has been extensively st...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09540v1",
    "title": "SWE-Bench Mobile: Can Large Language Model Agents Develop Industry-Level Mobile Applications?",
    "authors": "Muxin Tian, Zhe Wang, Blair Yang et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09540v1",
    "summary": "[AI 摘要] Can large language model agents develop industry-level mobile applications? We introduce \\textbf{SWE-Bench Mobile}, a benchmark for evaluating coding ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09533v1",
    "title": "Autoregressive Direct Preference Optimization",
    "authors": "Masanari Oi, Mahiro Ukai, Masahiro Kaneko et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09533v1",
    "summary": "[AI 摘要] Direct preference optimization (DPO) has emerged as a promising approach for aligning large language models (LLMs) with human preferences. However, th...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09530v1",
    "title": "Learning to Discover Iterative Spectral Algorithms",
    "authors": "Zihang Liu, Oleg Balabanov, Yaoqing Yang et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09530v1",
    "summary": "[AI 摘要] We introduce AutoSpec, a neural network framework for discovering iterative spectral algorithms for large-scale numerical linear algebra and numerical...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09514v1",
    "title": "EcoGym: Evaluating LLMs for Long-Horizon Plan-and-Execute in Interactive Economies",
    "authors": "Xavier Hu, Jinxiang Xia, Shengze Xu et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09514v1",
    "summary": "[AI 摘要] Long-horizon planning is widely recognized as a core capability of autonomous LLM-based agents; however, current evaluation frameworks suffer from bei...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09504v1",
    "title": "Seeing the Goal, Missing the Truth: Human Accountability for AI Bias",
    "authors": "Sean Cao, Wei Jiang, Hui Xu",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09504v1",
    "summary": "[AI 摘要] This research explores how human-defined goals influence the behavior of Large Language Models (LLMs) through purpose-conditioned cognition. Using fin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09499v1",
    "title": "Computationally Efficient Replicable Learning of Parities",
    "authors": "Moshe Noivirt, Jessica Sorrell, Eliad Tsfadia",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09499v1",
    "summary": "[AI 摘要] We study the computational relationship between replicability (Impagliazzo et al. [STOC `22], Ghazi et al. [NeurIPS `21]) and other stability notions....",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09495v1",
    "title": "Rigorous no-go theorems for heralded linear-optical state generation tasks",
    "authors": "Deepesh Singh, Ryan J. Marshman, Luis Villegas-Aguilar et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09495v1",
    "summary": "[AI 摘要] A major challenge in photonic quantum technologies is developing strategies to prepare suitable discrete-variable quantum states using simple input st...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09492v1",
    "title": "Beware of the Batch Size: Hyperparameter Bias in Evaluating LoRA",
    "authors": "Sangyoon Lee, Jaeho Lee",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09492v1",
    "summary": "[AI 摘要] Low-rank adaptation (LoRA) is a standard approach for fine-tuning large language models, yet its many variants report conflicting empirical gains, oft...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09486v1",
    "title": "Listen to the Layers: Mitigating Hallucinations with Inter-Layer Disagreement",
    "authors": "Koduvayur Subbalakshmi, Sabbir Hossain Ujjal, Venkata Krishna Teja Mangichetty et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09486v1",
    "summary": "[AI 摘要] Pretrained Large Language Models (LLMs) are prone to generating fluent yet factually incorrect text-a phenomenon known as hallucinations, undermining ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.09471v1",
    "title": "Field-Dependent Qubit Flux Noise Simulated from Materials-Specific Disordered Exchange Interactions Between Paramagnetic Adsorbates",
    "authors": "Keith G. Ray, Yaniv Rosen, Jonathan L Dubois et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09471v1",
    "summary": "[AI 摘要] Superconducting quantum devices, from qubits and magnetometers to dark matter detectors, are influenced by magnetic flux noise originating from parama...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.09469v1",
    "title": "NOWJ @BioCreative IX ToxHabits: An Ensemble Deep Learning Approach for Detecting Substance Use and Contextual Information in Clinical Texts",
    "authors": "Huu-Huy-Hoang Tran, Gia-Bao Duong, Quoc-Viet-Anh Tran et al.",
    "source": "arXiv",
    "date": "2026-02-10",
    "link": "http://arxiv.org/abs/2602.09469v1",
    "summary": "[AI 摘要] Extracting drug use information from unstructured Electronic Health Records remains a major challenge in clinical Natural Language Processing. While L...",
    "tags": [
      "AI+Security"
    ]
  }
]