[
  {
    "id": "arxiv-2602.17664v1",
    "title": "Sink-Aware Pruning for Diffusion Language Models",
    "authors": "Aidar Myrzakhan, Tianyi Li, Bowei Guo et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17664v1",
    "summary": "[AI 摘要] Diffusion Language Models (DLMs) incur high inference cost due to iterative denoising, motivating efficient pruning. Existing pruning heuristics large...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17662v1",
    "title": "A Study of Entanglement and Ansatz Expressivity for the Transverse-Field Ising Model using Variational Quantum Eigensolver",
    "authors": "Ashutosh P. Tripathi, Nilmani Mathur, Vikram Tripathi",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17662v1",
    "summary": "[AI 摘要] The Variational Quantum Eigensolver (VQE) is a leading hybrid quantum-classical algorithm for simulating many-body systems in the NISQ era. Its effect...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17660v1",
    "title": "Benchmarking quantum phase-space methods for near-resonant light propagation",
    "authors": "Mojdeh S. Najafabadi, Joel F. Corney, Luis Sanchez Soto et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17660v1",
    "summary": "[AI 摘要] We study the dynamics of light interacting with a near-resonant atomic medium using the truncated Wigner and positive P phase-space representations. T...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17656v1",
    "title": "Exotic critical states as fractional Fermi seas in the one-dimensional Bose gas",
    "authors": "Alvise Bastianello, Yi Zeng, Sudipta Dhar et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17656v1",
    "summary": "[AI 摘要] Critical quantum field theories occupy a central position in modern theoretical physics for their inherent universality stemming from long-range corre...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17648v1",
    "title": "Approaching the Limit in Multiparameter AC Magnetometry with Quantum Control",
    "authors": "Takuya Isogawa, Zhiyao Hu, Ayumi Kanamoto et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17648v1",
    "summary": "[AI 摘要] Simultaneously estimating multiple parameters at the ultimate limit is a central challenge in quantum metrology, often hindered by inherent incompatib...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17647v1",
    "title": "Pseudo-deterministic Quantum Algorithms",
    "authors": "Hugo Aaronson, Tom Gur, Jiawei Li",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17647v1",
    "summary": "[AI 摘要] We initiate a systematic study of pseudo-deterministic quantum algorithms. These are quantum algorithms that, for any input, output a canonical soluti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17645v1",
    "title": "Pushing the Frontier of Black-Box LVLM Attacks via Fine-Grained Detail Targeting",
    "authors": "Xiaohan Zhao, Zhaoyi Li, Yaxin Luo et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17645v1",
    "summary": "[AI 摘要] Black-box adversarial attacks on Large Vision-Language Models (LVLMs) are challenging due to missing gradients and complex multimodal boundaries. Whil...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17641v1",
    "title": "FAMOSE: A ReAct Approach to Automated Feature Discovery",
    "authors": "Keith Burghardt, Jienan Liu, Sadman Sakib et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17641v1",
    "summary": "[AI 摘要] Feature engineering remains a critical yet challenging bottleneck in machine learning, particularly for tabular data, as identifying optimal features ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17640v1",
    "title": "huff: A Python package for Market Area Analysis",
    "authors": "Thomas Wieland",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17640v1",
    "summary": "[AI 摘要] Market area models, such as the Huff model and its extensions, are widely used to estimate regional market shares and customer flows of retail and ser...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17633v1",
    "title": "When to Trust the Cheap Check: Weak and Strong Verification for Reasoning",
    "authors": "Shayan Kiyani, Sima Noorani, George Pappas et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17633v1",
    "summary": "[AI 摘要] Reasoning with LLMs increasingly unfolds inside a broader verification loop. Internally, systems use cheap checks, such as self-consistency or proxy r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17631v1",
    "title": "The Hidden Nature of Non-Markovianity",
    "authors": "Jihong Cai, Advith Govindarajan, Marius Junge",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17631v1",
    "summary": "[AI 摘要] The theory of open quantum systems served as a tool to prepare entanglement at the beginning stage of quantum technology and more recently provides an...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17622v1",
    "title": "What Makes a Good LLM Agent for Real-world Penetration Testing?",
    "authors": "Gelei Deng, Yi Liu, Yuekang Li et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17622v1",
    "summary": "[AI 摘要] LLM-based agents show promise for automating penetration testing, yet reported performance varies widely across systems and benchmarks. We analyze 28 ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17616v1",
    "title": "Stable Asynchrony: Variance-Controlled Off-Policy RL for LLMs",
    "authors": "Luke Huang, Zhuoyang Zhang, Qinghao Hu et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17616v1",
    "summary": "[AI 摘要] Reinforcement learning (RL) is widely used to improve large language models on reasoning tasks, and asynchronous RL training is attractive because it ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17615v1",
    "title": "A Shadow Enhanced Greedy Quantum Eigensolver",
    "authors": "Jona Erle, Balint Koczor",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17615v1",
    "summary": "[AI 摘要] While ground-state preparation is expected to be a primary application of quantum computers, it is also an essential subroutine for many fault-toleran...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17612v1",
    "title": "Scalable, self-verifying variational quantum eigensolver using adiabatic warm starts",
    "authors": "Bojan Žunkovič, Marco Ballarin, Lewis Wright et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17612v1",
    "summary": "[AI 摘要] We study an adiabatic variant of the variational quantum eigensolver (VQE) in which VQE is performed iteratively for a sequence of Hamiltonians along ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17608v1",
    "title": "Towards Anytime-Valid Statistical Watermarking",
    "authors": "Baihe Huang, Eric Xu, Kannan Ramchandran et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17608v1",
    "summary": "[AI 摘要] The proliferation of Large Language Models (LLMs) necessitates efficient mechanisms to distinguish machine-generated content from human text. While st...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17607v1",
    "title": "AutoNumerics: An Autonomous, PDE-Agnostic Multi-Agent Pipeline for Scientific Computing",
    "authors": "Jianda Du, Youran Sun, Haizhao Yang",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17607v1",
    "summary": "[AI 摘要] PDEs are central to scientific and engineering modeling, yet designing accurate numerical solvers typically requires substantial mathematical expertis...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17604v1",
    "title": "Phase-sensitive representation of Majorana stabilizer states",
    "authors": "Tomislav Begušić, Garnet Kin-Lic Chan",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17604v1",
    "summary": "[AI 摘要] Stabilizer states hold a special place in quantum information science due to their connection with quantum error correction and quantum circuit simula...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17600v1",
    "title": "Measuring spectral functions of doped magnets with Rydberg tweezer arrays",
    "authors": "Romain Martin, Mu Qiao, Ivan Morera et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17600v1",
    "summary": "[AI 摘要] Spectroscopic measurements of single-particle spectral functions provide crucial insight into strongly correlated quantum matter by resolving the ener...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17598v1",
    "title": "The Cascade Equivalence Hypothesis: When Do Speech LLMs Behave Like ASR$\\rightarrow$LLM Pipelines?",
    "authors": "Jayadev Billa",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17598v1",
    "summary": "[AI 摘要] Current speech LLMs largely perform implicit ASR: on tasks solvable from a transcript, they are behaviorally and mechanistically equivalent to simple ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17594v1",
    "title": "AI Gamestore: Scalable, Open-Ended Evaluation of Machine General Intelligence with Human Games",
    "authors": "Lance Ying, Ryan Truong, Prafull Sharma et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17594v1",
    "summary": "[AI 摘要] Rigorously evaluating machine intelligence against the broad spectrum of human general intelligence has become increasingly important and challenging ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17591v1",
    "title": "Quantum Advantage for Sensing Properties of Classical Fields",
    "authors": "Jordan Cotler, Daine L. Danielson, Ishaan Kannan",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17591v1",
    "summary": "[AI 摘要] Modern precision experiments often probe unknown classical fields with bosonic sensors in quantum-noise-limited regimes where vacuum fluctuations limi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17589v1",
    "title": "States that grow linearly in time, exceptional points, and zero norm states in the simple harmonic oscillator",
    "authors": "Philip D. Mannheim",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17589v1",
    "summary": "[AI 摘要] The simple harmonic oscillator has a well-known normalizable, positive energy, bound state spectrum. We show that degenerate with each such positive e...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17576v1",
    "title": "Subluminal and superluminal velocities of free-space photons",
    "authors": "Konstantin Y. Bliokh",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17576v1",
    "summary": "[AI 摘要] We consider rectilinear free-space propagation of electromagnetic wavepackets using electromagnetic field theory, scalar wavepacket propagation, and q...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17569v1",
    "title": "Efficiency of classical simulations of a noisy Grover algorithm",
    "authors": "Raphaël Menu, Johannes Schachenmayer",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17569v1",
    "summary": "[AI 摘要] We analyze the modification of entanglement dynamics in the Grover algorithm when the qubits are subjected to single-qubit amplitude-damping or phase-...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17560v1",
    "title": "ODESteer: A Unified ODE-Based Steering Framework for LLM Alignment",
    "authors": "Hongjue Zhao, Haosen Sun, Jiangtao Kong et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17560v1",
    "summary": "[AI 摘要] Activation steering, or representation engineering, offers a lightweight approach to align large language models (LLMs) by manipulating their internal...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17557v1",
    "title": "Probability-Invariant Random Walk Learning on Gyral Folding-Based Cortical Similarity Networks for Alzheimer's and Lewy Body Dementia Diagnosis",
    "authors": "Minheng Chen, Jing Zhang, Tong Chen et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17557v1",
    "summary": "[AI 摘要] Alzheimer's disease (AD) and Lewy body dementia (LBD) present overlapping clinical features yet require distinct diagnostic strategies. While neuroima...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17550v1",
    "title": "MASPO: Unifying Gradient Utilization, Probability Mass, and Signal Reliability for Robust and Sample-Efficient LLM Reasoning",
    "authors": "Xiaoliang Fu, Jiaye Lin, Yangyi Fang et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17550v1",
    "summary": "[AI 摘要] Existing Reinforcement Learning with Verifiable Rewards (RLVR) algorithms, such as GRPO, rely on rigid, uniform, and symmetric trust region mechanisms...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17547v1",
    "title": "KLong: Training LLM Agent for Extremely Long-horizon Tasks",
    "authors": "Yue Liu, Zhiyuan Hu, Flood Sung et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17547v1",
    "summary": "[AI 摘要] This paper introduces KLong, an open-source LLM agent trained to solve extremely long-horizon tasks. The principle is to first cold-start the model vi...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17544v1",
    "title": "Evaluating Chain-of-Thought Reasoning through Reusability and Verifiability",
    "authors": "Shashank Aggarwal, Ram Vikas Mishra, Amit Awekar",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17544v1",
    "summary": "[AI 摘要] In multi-agent IR pipelines for tasks such as search and ranking, LLM-based agents exchange intermediate reasoning in terms of Chain-of-Thought (CoT) ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17536v1",
    "title": "Toward a Fully Autonomous, AI-Native Particle Accelerator",
    "authors": "Chris Tennant",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17536v1",
    "summary": "[AI 摘要] This position paper presents a vision for self-driving particle accelerators that operate autonomously with minimal human intervention. We propose tha...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17529v1",
    "title": "Enhancing Large Language Models (LLMs) for Telecom using Dynamic Knowledge Graphs and Explainable Retrieval-Augmented Generation",
    "authors": "Dun Yuan, Hao Zhou, Xue Liu et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17529v1",
    "summary": "[AI 摘要] Large language models (LLMs) have shown strong potential across a variety of tasks, but their application in the telecom field remains challenging due...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17520v1",
    "title": "When Models Ignore Definitions: Measuring Semantic Override Hallucinations in LLM Reasoning",
    "authors": "Yogeswar Reddy Thota, Setareh Rafatirad, Homayoun Houman et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17520v1",
    "summary": "[AI 摘要] Large language models (LLMs) demonstrate strong performance on standard digital logic and Boolean reasoning tasks, yet their reliability under locally...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17491v1",
    "title": "Phase transitions in quasi-Hermitian quantum models at exceptional points of order four",
    "authors": "Miloslav Znojil",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17491v1",
    "summary": "[AI 摘要] Quantum phase transition is interpreted as an evolution, at the end of which a parameter-dependent Hamiltonian $H(g)$ loses its observability. In the ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17490v1",
    "title": "Coin selection by Random Draw according to the Boltzmann distribution",
    "authors": "Jan Lennart Bönsel, Michael Maurer, Silvio Petriconi et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17490v1",
    "summary": "[AI 摘要] Coin selection refers to the problem of choosing a set of tokens to fund a transaction in token-based payment systems such as, e.g., cryptocurrencies ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17483v1",
    "title": "What Do LLMs Associate with Your Name? A Human-Centered Black-Box Audit of Personal Data",
    "authors": "Dimitri Staufer, Kirsten Morehouse",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17483v1",
    "summary": "[AI 摘要] Large language models (LLMs), and conversational agents based on them, are exposed to personal data (PD) during pre-training and during user interacti...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17479v1",
    "title": "Pauli Correlation Encoding for Budget-Contraint Optimization",
    "authors": "Jacobo Padín Martínez, Vicente P. Soloviev, Alejandro Borrallo Rentero et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17479v1",
    "summary": "[AI 摘要] Quantum optimization has gained increasing attention as advances in quantum hardware enable the exploration of problem instances approaching real-worl...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17462v1",
    "title": "Modelling quantum measurements without superposition",
    "authors": "Gabriele Cobucci, Alexander Bernal, Roope Uola et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17462v1",
    "summary": "[AI 摘要] Superposition is the core feature that sets quantum theory apart from classical physics. Here, we investigate whether sets of quantum measurements can...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17461v1",
    "title": "Single-Photon Motion in a Two-Dimensional Plane: Confinement and Boundary Escape",
    "authors": "Hui-hui Miao",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17461v1",
    "summary": "[AI 摘要] This paper investigates the motion of a single photon in a two-dimensional plane under closed and open boundary conditions. We employ two methods to c...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17458v1",
    "title": "The CTI Echo Chamber: Fragmentation, Overlap, and Vendor Specificity in Twenty Years of Cyber Threat Reporting",
    "authors": "Manuel Suarez-Roman, Francesco Marciori, Mauro Conti et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17458v1",
    "summary": "[AI 摘要] Despite the high volume of open-source Cyber Threat Intelligence (CTI), our understanding of long-term threat actor-victim dynamics remains fragmented...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17454v1",
    "title": "Privacy in Theory, Bugs in Practice: Grey-Box Auditing of Differential Privacy Libraries",
    "authors": "Tudor Cebere, David Erb, Damien Desfontaines et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17454v1",
    "summary": "[AI 摘要] Differential privacy (DP) implementations are notoriously prone to errors, with subtle bugs frequently invalidating theoretical guarantees. Existing v...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17452v1",
    "title": "Jolt Atlas: Verifiable Inference via Lookup Arguments in Zero Knowledge",
    "authors": "Wyatt Benno, Alberto Centelles, Antoine Douchet et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17452v1",
    "summary": "[AI 摘要] We present Jolt Atlas, a zero-knowledge machine learning (zkML) framework that extends the Jolt proving system to model inference. Unlike zkVMs (zero-...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17450v1",
    "title": "Beyond Pipelines: A Fundamental Study on the Rise of Generative-Retrieval Architectures in Web Research",
    "authors": "Amirereza Abbasi, Mohsen Hooshmand",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17450v1",
    "summary": "[AI 摘要] Web research and practices have evolved significantly over time, offering users diverse and accessible solutions across a wide range of tasks. While a...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17440v1",
    "title": "A Programmable Linear Optical Quantum Reservoir with Measurement Feedback for Time Series Analysis",
    "authors": "Çağın Ekici",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17440v1",
    "summary": "[AI 摘要] Feedback-driven quantum reservoir computing has so far been studied primarily in gate-based architectures, motivating alternative scalable, hardware-f...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17438v1",
    "title": "Fault-tolerant preparation of arbitrary logical states in the cat code",
    "authors": "Zi-Jie Chen, Weizhou Cai, Liang-Xu Xie et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17438v1",
    "summary": "[AI 摘要] Preparing high-fidelity logical states is a central challenge in fault-tolerant quantum computing, yet existing approaches struggle to balance control...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17431v1",
    "title": "Fine-Grained Uncertainty Quantification for Long-Form Language Model Outputs: A Comparative Study",
    "authors": "Dylan Bouchard, Mohit Singh Chauhan, Viren Bajaj et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17431v1",
    "summary": "[AI 摘要] Uncertainty quantification has emerged as an effective approach to closed-book hallucination detection for LLMs, but existing methods are largely desi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.17430v1",
    "title": "Tight any-shot quantum decoupling",
    "authors": "Mario Berta, Hao-Chung Cheng, Yongsheng Yao",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17430v1",
    "summary": "[AI 摘要] Quantum information decoupling is a fundamental primitive in quantum information theory, underlying various applications in quantum physics. We prove ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17428v1",
    "title": "Organic molecules as single-photon sources",
    "authors": "Alexey Shkarin, Stephan Götzinger",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17428v1",
    "summary": "[AI 摘要] The development of single-photon sources has been nothing but rapid in recent years, with quantum emitter-based systems showing especially impressive ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17427v1",
    "title": "Mott-insulating phases of the Bose-Hubbard model on quasi-1D ladder lattices",
    "authors": "Lorenzo Carfora, Callum W. Duncan, Stefan Kuhr et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17427v1",
    "summary": "[AI 摘要] We calculate the phase diagram of the Bose-Hubbard model on a half-filled ladder lattice including the effect of finite on-site interactions. This sho...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.17423v1",
    "title": "Convergence Analysis of Two-Layer Neural Networks under Gaussian Input Masking",
    "authors": "Afroditi Kolomvaki, Fangshuo Liao, Evan Dramko et al.",
    "source": "arXiv",
    "date": "2026-02-19",
    "link": "http://arxiv.org/abs/2602.17423v1",
    "summary": "[AI 摘要] We investigate the convergence guarantee of two-layer neural network training with Gaussian randomly masked inputs. This scenario corresponds to Gauss...",
    "tags": [
      "AI+Security"
    ]
  }
]