[
  {
    "id": "arxiv-2602.16708v1",
    "title": "Policy Compiler for Secure Agentic Systems",
    "authors": "Nils Palumbo, Sarthak Choudhary, Jihye Choi et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16708v1",
    "summary": "[AI 摘要] LLM-based agents are increasingly being deployed in contexts requiring complex authorization policies: customer service protocols, approval workflows,...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16703v1",
    "title": "Measuring Mid-2025 LLM-Assistance on Novice Performance in Biology",
    "authors": "Shen Zhou Hong, Alex Kleinman, Alyssa Mathiowetz et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16703v1",
    "summary": "[AI 摘要] Large language models (LLMs) perform strongly on biological benchmarks, raising concerns that they may help novice actors acquire dual-use laboratory ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16700v1",
    "title": "The Role of Common Randomness Replication in Symmetric PIR on Graph-Based Replicated Systems",
    "authors": "Shreya Meel, Sennur Ulukus",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16700v1",
    "summary": "[AI 摘要] In symmetric private information retrieval (SPIR), a user communicates with multiple servers to retrieve from them a message in a database, while not ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16699v1",
    "title": "Calibrate-Then-Act: Cost-Aware Exploration in LLM Agents",
    "authors": "Wenxuan Ding, Nicholas Tomlin, Greg Durrett",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16699v1",
    "summary": "[AI 摘要] LLMs are increasingly being used for complex problems which are not necessarily resolved in a single response, but require interacting with an environ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16693v1",
    "title": "Numerical study of non-relativistic quantum systems and small oscillations induced in a helically twisted geometry",
    "authors": "C. F. S. Pereira, R. L. L. Vitória, A. R. Soares et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16693v1",
    "summary": "[AI 摘要] We investigate bound states of a non-relativistic scalar particle in a three-dimensional helically twisted (torsional) geometry, considering both the ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16680v1",
    "title": "Intermodal quantum key distribution over an 18 km free-space channel with adaptive optics and room-temperature detectors",
    "authors": "Edoardo Rossi, Ilektra Karakosta-Amarantidou, Matteo Padovan et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16680v1",
    "summary": "[AI 摘要] Intermodal quantum key distribution at telecom wavelengths provides a hybrid interface between fiber connections and free-space links, both essential ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16671v1",
    "title": "SPARC: Scenario Planning and Reasoning for Automated C Unit Test Generation",
    "authors": "Jaid Monwar Chowdhury, Chi-An Fu, Reyhaneh Jabbarvand",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16671v1",
    "summary": "[AI 摘要] Automated unit test generation for C remains a formidable challenge due to the semantic gap between high-level program intent and the rigid syntactic ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16666v1",
    "title": "Towards a Science of AI Agent Reliability",
    "authors": "Stephan Rabanser, Sayash Kapoor, Peter Kirgis et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16666v1",
    "summary": "[AI 摘要] AI agents are increasingly deployed to execute important tasks. While rising accuracy scores on standard benchmarks suggest rapid progress, many agent...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16660v1",
    "title": "Align Once, Benefit Multilingually: Enforcing Multilingual Consistency for LLM Safety Alignment",
    "authors": "Yuyan Bu, Xiaohao Liu, ZhaoXing Ren et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16660v1",
    "summary": "[AI 摘要] The widespread deployment of large language models (LLMs) across linguistic communities necessitates reliable multilingual safety alignment. However, ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16655v1",
    "title": "Amplification of bosonic interactions through squeezing in the presence of decoherence",
    "authors": "Ankit Tiwari, Cecilia Cormick, Christian Arenz",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16655v1",
    "summary": "[AI 摘要] We consider the amplification of bosonic interactions through parametric control that implements squeezing along orthogonal quadratures. We show that ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16650v1",
    "title": "Retrieval Augmented Generation of Literature-derived Polymer Knowledge: The Example of a Biodegradable Polymer Expert System",
    "authors": "Sonakshi Gupta, Akhlak Mahmood, Wei Xiong et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16650v1",
    "summary": "[AI 摘要] Polymer literature contains a large and growing body of experimental knowledge, yet much of it is buried in unstructured text and inconsistent termino...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16623v1",
    "title": "Beyond the Classical Ceiling: Multi-Layer Fully-Connected Variational Quantum Circuits",
    "authors": "Howard Su, Chen-Yu Liu, Samuel Yen-Chi Chen et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16623v1",
    "summary": "[AI 摘要] Standard Variational Quantum Circuits (VQCs) struggle to scale to high-dimensional data due to the ``curse of dimensionality,'' which manifests as exp...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16613v1",
    "title": "Bichromatic Quantum Teleportation of Weak Coherent Polarization States on a Metropolitan Fiber",
    "authors": "Zofia A. Borowska, Shane Andrewski, Giorgio De Pascalis et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16613v1",
    "summary": "[AI 摘要] As quantum technologies mature, telecommunication operators have a clear opportunity to unlock and scale new services by providing the connectivity la...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16612v1",
    "title": "Causal and Compositional Abstraction",
    "authors": "Robin Lorenz, Sean Tull",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16612v1",
    "summary": "[AI 摘要] Abstracting from a low level to a more explanatory high level of description, and ideally while preserving causal structure, is fundamental to scienti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16610v1",
    "title": "Who can we trust? LLM-as-a-jury for Comparative Assessment",
    "authors": "Mengjie Qian, Guangzhi Sun, Mark J. F. Gales et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16610v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly applied as automatic evaluators for natural language generation assessment often using pairwise comparat...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16603v1",
    "title": "FlowPrefill: Decoupling Preemption from Prefill Scheduling Granularity to Mitigate Head-of-Line Blocking in LLM Serving",
    "authors": "Chia-chi Hsieh, Zan Zong, Xinyang Chen et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16603v1",
    "summary": "[AI 摘要] The growing demand for large language models (LLMs) requires serving systems to handle many concurrent requests with diverse service level objectives ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16597v1",
    "title": "Entanglement negativity in decohered topological states",
    "authors": "Kang-Le Cai, Meng Cheng",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16597v1",
    "summary": "[AI 摘要] We investigate universal entanglement signatures of mixed-state phases obtained by decohering pure-state topological order (TO), focusing on topologic...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16596v1",
    "title": "Sequential Membership Inference Attacks",
    "authors": "Thomas Michel, Debabrota Basu, Emilie Kaufmann",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16596v1",
    "summary": "[AI 摘要] Modern AI models are not static. They go through multiple updates in their lifecycles. Thus, exploiting the model dynamics to create stronger Membersh...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16580v1",
    "title": "On the Coupled Cluster Doubles Truncation Variety of Four Electrons",
    "authors": "Fabian M. Faulstich, Vincenzo Galgano, Elke Neuhaus et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16580v1",
    "summary": "[AI 摘要] We extend recent algebro-geometric results for coupled cluster theory of quantum many-body systems to the truncation varieties arising from the double...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16578v1",
    "title": "Creating a digital poet",
    "authors": "Vered Tohar, Tsahi Hayat, Amir Leshem",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16578v1",
    "summary": "[AI 摘要] Can a machine write good poetry? Any positive answer raises fundamental questions about the nature and value of art. We report a seven-month poetry wo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16572v1",
    "title": "Quantum Cellular Automata: The Group, the Space, and the Spectrum",
    "authors": "Mattie Ji, Bowen Yang",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16572v1",
    "summary": "[AI 摘要] Over an arbitrary commutative ring $R$, we develop a theory of quantum cellular automata. We then use algebraic K-theory to construct a space $\\mathbf...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16569v1",
    "title": "Arc2Morph: Identity-Preserving Facial Morphing with Arc2Face",
    "authors": "Nicolò Di Domenico, Annalisa Franco, Matteo Ferrara et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16569v1",
    "summary": "[AI 摘要] Face morphing attacks are widely recognized as one of the most challenging threats to face recognition systems used in electronic identity documents. ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16558v1",
    "title": "Illustration of Barren Plateaus in Quantum Computing",
    "authors": "Gerhard Stenzel, Tobias Rohe, Michael Kölle et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16558v1",
    "summary": "[AI 摘要] Variational Quantum Circuits (VQCs) have emerged as a promising paradigm for quantum machine learning in the NISQ era. While parameter sharing in VQCs...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16554v1",
    "title": "MerLean: An Agentic Framework for Autoformalization in Quantum Computation",
    "authors": "Yuanjie Ren, Jinzheng Li, Yidi Qi",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16554v1",
    "summary": "[AI 摘要] We introduce MerLean, a fully automated agentic framework for autoformalization in quantum computation. MerLean extracts mathematical statements from ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16534v1",
    "title": "Quantum Estimation Theory Limits in Neutrino Oscillation Experiments",
    "authors": "Claudia Frugiuele, Marco G. Genoni, Michela Ignoti et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16534v1",
    "summary": "[AI 摘要] Measurements of the Pontecorvo-Maki-Nakagawa-Sakata (PMNS) neutrino mixing parameters have entered a precision era, enabling increasingly stringent te...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16523v1",
    "title": "Reinforcement Learning for Parameterized Quantum State Preparation: A Comparative Study",
    "authors": "Gerhard Stenzel, Isabella Debelic, Michael Kölle et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16523v1",
    "summary": "[AI 摘要] We extend directed quantum circuit synthesis (DQCS) with reinforcement learning from purely discrete gate selection to parameterized quantum state pre...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16520v1",
    "title": "Recursive language models for jailbreak detection: a procedural defense for tool-augmented agents",
    "authors": "Doron Shavit",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16520v1",
    "summary": "[AI 摘要] Jailbreak prompts are a practical and evolving threat to large language models (LLMs), particularly in agentic systems that execute tools over untrust...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16512v1",
    "title": "Framework of Thoughts: A Foundation Framework for Dynamic and Optimized Reasoning based on Chains, Trees, and Graphs",
    "authors": "Felix Fricke, Simon Malberg, Georg Groh",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16512v1",
    "summary": "[AI 摘要] Prompting schemes such as Chain of Thought, Tree of Thoughts, and Graph of Thoughts can significantly enhance the reasoning capabilities of large lang...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16490v1",
    "title": "From Growing to Looping: A Unified View of Iterative Computation in LLMs",
    "authors": "Ferdinand Kapl, Emmanouil Angelis, Kaitlin Maile et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16490v1",
    "summary": "[AI 摘要] Looping, reusing a block of layers across depth, and depth growing, training shallow-to-deep models by duplicating middle layers, have both been linke...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16489v1",
    "title": "Phase-Based Bit Commitment Protocol",
    "authors": "Janis Nötzel, Anshul Singhal, Peter van Loock",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16489v1",
    "summary": "[AI 摘要] With the rise of artificial intelligence and machine learning, a new wave of private information is being flushed into applications. This development ...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16488v1",
    "title": "Learning to Learn from Language Feedback with Social Meta-Learning",
    "authors": "Jonathan Cook, Diego Antognini, Martin Klissarov et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16488v1",
    "summary": "[AI 摘要] Large language models (LLMs) often struggle to learn from corrective feedback within a conversational context. They are rarely proactive in soliciting...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16481v1",
    "title": "Leveraging Large Language Models for Causal Discovery: a Constraint-based, Argumentation-driven Approach",
    "authors": "Zihao Li, Fabrizio Russo",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16481v1",
    "summary": "[AI 摘要] Causal discovery seeks to uncover causal relations from data, typically represented as causal graphs, and is essential for predicting the effects of i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16480v1",
    "title": "SRFed: Mitigating Poisoning Attacks in Privacy-Preserving Federated Learning with Heterogeneous Data",
    "authors": "Yiwen Lu",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16480v1",
    "summary": "[AI 摘要] Federated Learning (FL) enables collaborative model training without exposing clients' private data, and has been widely adopted in privacy-sensitive ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16467v1",
    "title": "IndicEval: A Bilingual Indian Educational Evaluation Framework for Large Language Models",
    "authors": "Saurabh Bharti, Gaurav Azad, Abhinaw Jagtap et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16467v1",
    "summary": "[AI 摘要] The rapid advancement of large language models (LLMs) necessitates evaluation frameworks that reflect real-world academic rigor and multilingual compl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16464v1",
    "title": "Quantitative study of Silicon Waveguides for the Generation of Quantum Correlated Photon Pairs Bridging Mid-Infrared and Telecom Bands",
    "authors": "Abhishek Kumar Pandey, Deepak Jain, Catherine Baskiotis",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16464v1",
    "summary": "[AI 摘要] Sources of quantum correlated photons pairs bridging the 3um-4um Mid-infrared (MIR) band and Telecom/Near-Infrared/Visible band are of high importance...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16454v1",
    "title": "Edge states and quantum optical high-harmonic generation from topological insulators",
    "authors": "Christian Saugbjerg Lange, Lars Bojer Madsen",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16454v1",
    "summary": "[AI 摘要] The strong-field process of high-harmonic generation (HHG) has, in recent years, been treated from a quantum optical perspective in the emerging resea...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16442v1",
    "title": "Hardware-accelerated graph neural networks: an alternative approach for neuromorphic event-based audio classification and keyword spotting on SoC FPGA",
    "authors": "Kamil Jeziorek, Piotr Wzorek, Krzysztof Blachut et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16442v1",
    "summary": "[AI 摘要] As the volume of data recorded by embedded edge sensors increases, particularly from neuromorphic devices producing discrete event streams, there is a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16438v1",
    "title": "Intra-Fairness Dynamics: The Bias Spillover Effect in Targeted LLM Alignment",
    "authors": "Eva Paraschou, Line Harder Clemmensen, Sneha Das",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16438v1",
    "summary": "[AI 摘要] Conventional large language model (LLM) fairness alignment largely focuses on mitigating bias along single sensitive attributes, overlooking fairness ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16436v1",
    "title": "Learning with Locally Private Examples by Inverse Weierstrass Private Stochastic Gradient Descent",
    "authors": "Jean Dufraiche, Paul Mangold, Michaël Perrot et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16436v1",
    "summary": "[AI 摘要] Releasing data once and for all under noninteractive Local Differential Privacy (LDP) enables complete data reusability, but the resulting noise may c...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16435v1",
    "title": "Causally-Guided Automated Feature Engineering with Multi-Agent Reinforcement Learning",
    "authors": "Arun Vignesh Malarkkan, Wangyang Ying, Yanjie Fu",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16435v1",
    "summary": "[AI 摘要] Automated feature engineering (AFE) enables AI systems to autonomously construct high-utility representations from raw tabular data. However, existing...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16426v1",
    "title": "Nonlocal prediction of quantum measurement outcomes",
    "authors": "Chirag Srivastava, Aparajita Bhattacharyya, Ujjwal Sen",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16426v1",
    "summary": "[AI 摘要] We define nonlocal predictability as how well one observer can predict another's measurement outcomes without classical communication, given full know...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16413v1",
    "title": "Measurement Induced Subradiance",
    "authors": "Ipsita Bar, Aditi Thakar, B. Prasanna Venkatesh",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16413v1",
    "summary": "[AI 摘要] Preparing subradiant steady states of collectively emitting quantum two-level emitters (TLEs) is hindered by their dark, weakly interacting nature. Ex...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16391v1",
    "title": "Enhancing delocalization and entanglement in asymmetric discrete-time quantum walks",
    "authors": "Hao Zhao, Qiyan He, Fengzhi Yang et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16391v1",
    "summary": "[AI 摘要] In this paper, we investigate the enhancement of delocalization and coin-position entanglement in asymmetric discrete-time quantum walks (DTQWs). The ...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16382v1",
    "title": "Solving the Mysteries of Quantum Mechanics: Why Nature Abhors a Continuum",
    "authors": "Tim Palmer",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16382v1",
    "summary": "[AI 摘要] Feynman famously asserted that interference is the only real mystery in quantum mechanics (QM). It is concluded that the reason for this mystery, and ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16368v1",
    "title": "A Formal Theory for Finite-Dimensional Possibilistic Quantum Mechanics",
    "authors": "Olivier Brunet",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16368v1",
    "summary": "[AI 摘要] In this work, we present a logical formalism for reasoning about quantum systems in finite dimension. Contrary to the usual approach in quantum logic,...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16350v1",
    "title": "Quantum-enhanced sensing via spectral noise reduction",
    "authors": "Romain Dalidet, Sébastien Tanzilli, Audrey Dot et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16350v1",
    "summary": "[AI 摘要] We report a direct demonstration of quantum-enhanced sensing in the Fourier domain by comparing single- and two-photon interference in a fiber-based i...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16336v1",
    "title": "HAWX: A Hardware-Aware FrameWork for Fast and Scalable ApproXimation of DNNs",
    "authors": "Samira Nazari, Mohammad Saeed Almasi, Mahdi Taheri et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16336v1",
    "summary": "[AI 摘要] This work presents HAWX, a hardware-aware scalable exploration framework that employs multi-level sensitivity scoring at different DNN abstraction lev...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16322v1",
    "title": "A Self-Supervised Approach for Enhanced Feature Representations in Object Detection Tasks",
    "authors": "Santiago C. Vilabella, Pablo Pérez-Núñez, Beatriz Remeseiro",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16322v1",
    "summary": "[AI 摘要] In the fast-evolving field of artificial intelligence, where models are increasingly growing in complexity and size, the availability of labeled data ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.16314v1",
    "title": "A resolution of the Ito-Stratonovich debate in quantum stochastic processes",
    "authors": "Aritro Mukherjee",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16314v1",
    "summary": "[AI 摘要] Quantum stochastic processes are widely used in describing open quantum systems and in the context of quantum foundations. Physically relevant quantum...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.16304v1",
    "title": "Mind the Gap: Evaluating LLMs for High-Level Malicious Package Detection vs. Fine-Grained Indicator Identification",
    "authors": "Ahmed Ryan, Ibrahim Khalil, Abdullah Al Jahid et al.",
    "source": "arXiv",
    "date": "2026-02-18",
    "link": "http://arxiv.org/abs/2602.16304v1",
    "summary": "[AI 摘要] The prevalence of malicious packages in open-source repositories, such as PyPI, poses a critical threat to the software supply chain. While Large Lang...",
    "tags": [
      "AI+Security"
    ]
  }
]