[
  {
    "id": "arxiv-2601.00791v1",
    "title": "Geometry of Reason: Spectral Signatures of Valid Mathematical Reasoning",
    "authors": "Valentin Noël",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00791v1",
    "summary": "[AI 摘要] We present a training-free method for detecting valid mathematical reasoning in large language models through spectral analysis of attention patterns....",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00785v1",
    "title": "FedHypeVAE: Federated Learning with Hypernetwork Generated Conditional VAEs for Differentially Private Embedding Sharing",
    "authors": "Sunny Gupta, Amit Sethi",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00785v1",
    "summary": "[AI 摘要] Federated data sharing promises utility without centralizing raw data, yet existing embedding-level generators struggle under non-IID client heterogen...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00772v1",
    "title": "On orthoposets of numerical events in quantum logic",
    "authors": "Dietmar Dorninger, Helmut Länger",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00772v1",
    "summary": "[AI 摘要] Let S be a set of states of a physical system and p(s) the probability of the occurrence of an event when the system is in state s in S. Such a functi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00770v1",
    "title": "LLM Agents for Combinatorial Efficient Frontiers: Investment Portfolio Optimization",
    "authors": "Simon Paquette-Greenbaum, Jiangbo Yu",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00770v1",
    "summary": "[AI 摘要] Investment portfolio optimization is a task conducted in all major financial institutions. The Cardinality Constrained Mean-Variance Portfolio Optimiz...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00761v1",
    "title": "Exponentially Accelerated Sampling of Pauli Strings for Nonstabilizerness",
    "authors": "Zhenyu Xiao, Shinsei Ryu",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00761v1",
    "summary": "[AI 摘要] Quantum magic, quantified by nonstabilizerness, measures departures from stabilizer structure and underlies potential quantum speedups. We introduce a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00745v1",
    "title": "Training-Free Certified Bounds for Quantum Regression: A Scalable Framework",
    "authors": "Demerson N. Gonçalves, Tharso D. Fernandes, Pedro H. G. Lugao et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00745v1",
    "summary": "[AI 摘要] We present a training-free, certified error bound for quantum regression derived directly from Pauli expectation values. Generalizing the heuristic of...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00737v1",
    "title": "Stochastic Actor-Critic: Mitigating Overestimation via Temporal Aleatoric Uncertainty",
    "authors": "Uğurcan Özalp",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00737v1",
    "summary": "[AI 摘要] Off-policy actor-critic methods in reinforcement learning train a critic with temporal-difference updates and use it as a learning signal for the poli...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00736v1",
    "title": "Exploring the Performance of Large Language Models on Subjective Span Identification Tasks",
    "authors": "Alphaeus Dmonte, Roland Oruche, Tharindu Ranasinghe et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00736v1",
    "summary": "[AI 摘要] Identifying relevant text spans is important for several downstream tasks in NLP, as it contributes to model explainability. While most span identific...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00735v1",
    "title": "Geometric Complexity of Quantum Channels via Unitary Dilations",
    "authors": "Alberto Acevedo, Antonio Falcó",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00735v1",
    "summary": "[AI 摘要] Nielsen's geometric approach to quantum circuit complexity provides a Riemannian framework for quantifying the cost of implementing unitary (closed--s...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00722v1",
    "title": "Qubits and Vacuum Amplitudes",
    "authors": "Germán Rodrigo",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00722v1",
    "summary": "[AI 摘要] High-energy colliders, such as the Large Hadron Collider (LHC) at CERN, are genuine quantum machines, so, in line with Richard Feynman's original moti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00720v1",
    "title": "Quantum Approaches to the Minimum Edge Multiway Cut Problem",
    "authors": "Ali Abbassi, Yann Dujardin, Eric Gourdin et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00720v1",
    "summary": "[AI 摘要] We investigate the minimum edge multiway cut problem, a fundamental task in evaluating the resilience of telecommunication networks. This study benchm...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00711v1",
    "title": "Assessing Quantum Annealing to Solve the Minimum Vertex Multicut",
    "authors": "Ali Abbassi, Yann Dujardin, Eric Gourdin et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00711v1",
    "summary": "[AI 摘要] Cybersecurity in telecommunication networks often leads to hard combinatorial optimization problems that are challenging to solve with classical metho...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00708v1",
    "title": "Effects of Donor-Acceptor Quantum Coherence and Non-Markovian Bath on the Distance Dependence of Resonance Energy Transfer",
    "authors": "Seogjoo J. Jang",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00708v1",
    "summary": "[AI 摘要] Accurate information on the distance dependence of resonance energy transfer (RET) is crucial for its utilization as a spectroscopic ruler \\re{of} nan...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00701v1",
    "title": "Pseudo-Hermitian Magnon Dynamics",
    "authors": "Jamal Berakdar, Xi-guang Wang",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00701v1",
    "summary": "[AI 摘要] A defining quantity of a physical system is its energy which is represented by the Hamiltonian. In closed quantum mechanical or/and coherent wave-base...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00694v1",
    "title": "A Vision-and-Knowledge Enhanced Large Language Model for Generalizable Pedestrian Crossing Behavior Inference",
    "authors": "Qingwen Pu, Kun Xie, Hong Yang et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00694v1",
    "summary": "[AI 摘要] Existing paradigms for inferring pedestrian crossing behavior, ranging from statistical models to supervised learning methods, demonstrate limited gen...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00679v1",
    "title": "QSLM: A Performance- and Memory-aware Quantization Framework with Tiered Search Strategy for Spike-driven Language Models",
    "authors": "Rachmad Vidya Wicaksana Putra, Pasindu Wickramasinghe, Muhammad Shafique",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00679v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have been emerging as prominent AI models for solving many natural language tasks due to their high performance (e.g., ac...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00676v1",
    "title": "Ultracold Quantum Gravimeters: An Introduction for Geophysicists",
    "authors": "Ivaldevingles Rodrigues De Souza Junior, Andrea Trombettoni, Carla Braitenberg",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00676v1",
    "summary": "[AI 摘要] This paper aims at providing an accessible introduction to ultracold quantum gravimeters tailored for geophysicists. We do not focus here on geophysic...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00655v1",
    "title": "Interpretability-Guided Bi-objective Optimization: Aligning Accuracy and Explainability",
    "authors": "Kasra Fouladi, Hamta Rahmani",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00655v1",
    "summary": "[AI 摘要] This paper introduces Interpretability-Guided Bi-objective Optimization (IGBO), a framework that trains interpretable models by incorporating structur...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00651v1",
    "title": "Experimental exclusion of a generalized Károlyházy gravity-induced decoherence model",
    "authors": "Nicola Bortolotti, Kristian Piscicchia, Matthias Laubenstein et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00651v1",
    "summary": "[AI 摘要] We report new experimental constraints on the generalized version of the gravity-induced decoherence model originally proposed by Károlyházy. Using da...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00635v1",
    "title": "SEMODS: A Validated Dataset of Open-Source Software Engineering Models",
    "authors": "Alexandra González, Xavier Franch, Silverio Martínez-Fernández",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00635v1",
    "summary": "[AI 摘要] Integrating Artificial Intelligence into Software Engineering (SE) requires having a curated collection of models suited to SE tasks. With millions of...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00627v1",
    "title": "Towards Understanding and Characterizing Vulnerabilities in Intelligent Connected Vehicles through Real-World Exploits",
    "authors": "Yuelin Wang, Yuqiao Ning, Yanbang Sun et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00627v1",
    "summary": "[AI 摘要] Intelligent Connected Vehicles (ICVs) are a core component of modern transportation systems, and their security is crucial as it directly relates to u...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00623v1",
    "title": "DA-DPO: Cost-efficient Difficulty-aware Preference Optimization for Reducing MLLM Hallucinations",
    "authors": "Longtian Qiu, Shan Ning, Chuyu Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00623v1",
    "summary": "[AI 摘要] Direct Preference Optimization (DPO) has shown strong potential for mitigating hallucinations in Multimodal Large Language Models (MLLMs). However, ex...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00622v1",
    "title": "Photonic Reservoir Engineering via 2D $Λ$-Type Atomic Arrays in Waveguide QED",
    "authors": "Thi Phuong Anh Nguyen, Le Phuong Hoang, Xuan Binh Cao",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00622v1",
    "summary": "[AI 摘要] Electromagnetically induced transparency (EIT) in $Λ$-type atomic systems underpins quantum technologies such as high-fidelity memory and nonlinear op...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00591v1",
    "title": "Coordination-driven magic numbers in protonated argon clusters",
    "authors": "Saajid Chowdhury, María Judit Montes de Oca-Estévez, Florian Foitzik et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00591v1",
    "summary": "[AI 摘要] The structural properties of rare-gas clusters can be primarily described by a simple sphere packing model or by pairwise interactions. Remarkably, ad...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00583v1",
    "title": "HFedMoE: Resource-aware Heterogeneous Federated Learning with Mixture-of-Experts",
    "authors": "Zihan Fang, Zheng Lin, Senkang Hu et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00583v1",
    "summary": "[AI 摘要] While federated learning (FL) enables fine-tuning of large language models (LLMs) without compromising data privacy, the substantial size of an LLM re...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00578v1",
    "title": "Learning to be Reproducible: Custom Loss Design for Robust Neural Networks",
    "authors": "Waqas Ahmed, Sheeba Samuel, Kevin Coakley et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00578v1",
    "summary": "[AI 摘要] To enhance the reproducibility and reliability of deep learning models, we address a critical gap in current training methodologies: the lack of mecha...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00567v1",
    "title": "Improving Scientific Document Retrieval with Academic Concept Index",
    "authors": "Jeyun Lee, Junhyoung Lee, Wonbin Kweon et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00567v1",
    "summary": "[AI 摘要] Adapting general-domain retrievers to scientific domains is challenging due to the scarcity of large-scale domain-specific relevance annotations and t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00566v1",
    "title": "Low Rank Comes with Low Security: Gradient Assembly Poisoning Attacks against Distributed LoRA-based LLM Systems",
    "authors": "Yueyan Dong, Minghui Xu, Qin Hu et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00566v1",
    "summary": "[AI 摘要] Low-Rank Adaptation (LoRA) has become a popular solution for fine-tuning large language models (LLMs) in federated settings, dramatically reducing upd...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00559v1",
    "title": "Cracking IoT Security: Can LLMs Outsmart Static Analysis Tools?",
    "authors": "Jason Quantrill, Noura Khajehnouri, Zihan Guo et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00559v1",
    "summary": "[AI 摘要] Smart home IoT platforms such as openHAB rely on Trigger Action Condition (TAC) rules to automate device behavior, but the interplay among these rules...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00556v1",
    "title": "Cyberscurity Threats and Defense Mechanisms in IoT network",
    "authors": "Trung Dao, Minh Nguyen, Son Do et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00556v1",
    "summary": "[AI 摘要] The rapid proliferation of Internet of Things (IoT) technologies, projected to exceed 30 billion interconnected devices by 2030, has significantly esc...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00543v1",
    "title": "ECR: Manifold-Guided Semantic Cues for Compact Language Models",
    "authors": "Chung-Wei Victor Yuan",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00543v1",
    "summary": "[AI 摘要] Compact models often lose the structure of their embedding space. The issue shows up when the capacity is tight or the data spans several languages. S...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00523v1",
    "title": "The CoinAlg Bind: Profitability-Fairness Tradeoffs in Collective Investment Algorithms",
    "authors": "Andrés Fábrega, James Austgen, Samuel Breckenridge et al.",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00523v1",
    "summary": "[AI 摘要] Collective Investment Algorithms (CoinAlgs) are increasingly popular systems that deploy shared trading strategies for investor communities. Their goa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00516v1",
    "title": "Trajectory Guard -- A Lightweight, Sequence-Aware Model for Real-Time Anomaly Detection in Agentic AI",
    "authors": "Laksh Advani",
    "source": "arXiv",
    "date": "2026-01-02",
    "link": "http://arxiv.org/abs/2601.00516v1",
    "summary": "[AI 摘要] Autonomous LLM agents generate multi-step action plans that can fail due to contextual misalignment or structural incoherence. Existing anomaly detect...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00511v1",
    "title": "Chaos and thermalization in Clifford-Floquet dynamics",
    "authors": "Anton Kapustin, Daniil Radamovich",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00511v1",
    "summary": "[AI 摘要] We study the ergodic properties of a unitary Floquet dynamics arising from the repeated application of a translationally-invariant Clifford Quantum Ce...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00509v1",
    "title": "Improving LLM-Assisted Secure Code Generation through Retrieval-Augmented-Generation and Multi-Tool Feedback",
    "authors": "Vidyut Sriram, Sawan Pandita, Achintya Lakshmanan et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00509v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) can generate code but often introduce security vulnerabilities, logical inconsistencies, and compilation errors. Prior wo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00504v1",
    "title": "MotionPhysics: Learnable Motion Distillation for Text-Guided Simulation",
    "authors": "Miaowei Wang, Jakub Zadrożny, Oisin Mac Aodha et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00504v1",
    "summary": "[AI 摘要] Accurately simulating existing 3D objects and a wide variety of materials often demands expert knowledge and time-consuming physical parameter tuning ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00497v1",
    "title": "STELLAR: A Search-Based Testing Framework for Large Language Model Applications",
    "authors": "Lev Sorokin, Ivan Vasilev, Ken E. Friedl et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00497v1",
    "summary": "[AI 摘要] Large Language Model (LLM)-based applications are increasingly deployed across various domains, including customer service, education, and mobility. H...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00484v1",
    "title": "A Geometrical Design Tool for Building Cost-Effective Layout-Aware n-Bit Quantum Gates Using the Bloch Sphere Approach",
    "authors": "Ali Al-Bayaty, Marek Perkowski",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00484v1",
    "summary": "[AI 摘要] The conventional design technique of any n-bit quantum gate is mainly achieved using unitary matrices multiplication, where n >= 2 and 1 <= m <= n-1 f...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00483v1",
    "title": "Prediction of a measurable sign change in the Casimir force using a magnetic fluid",
    "authors": "Long Ma, Larissa Inácio, Dai-Nam Le et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00483v1",
    "summary": "[AI 摘要] We demonstrate quantum levitation controlled by Casimir forces acting between a polystyrene surface and a Teflon-coated metallic substrate immersed in...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00482v1",
    "title": "Multi-Agent Coordinated Rename Refactoring",
    "authors": "Abhiram Bellur, Mohammed Raihan Ullah, Fraol Batole et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00482v1",
    "summary": "[AI 摘要] The primary value of AI agents in software development lies in their ability to extend the developer's capacity for reasoning and action, not to suppl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00481v1",
    "title": "MAESTRO: Multi-Agent Evaluation Suite for Testing, Reliability, and Observability",
    "authors": "Tie Ma, Yixi Chen, Vaastav Anand et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00481v1",
    "summary": "[AI 摘要] We present MAESTRO, an evaluation suite for the testing, reliability, and observability of LLM-based MAS. MAESTRO standardizes MAS configuration and e...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00477v1",
    "title": "Security in the Age of AI Teammates: An Empirical Study of Agentic Pull Requests on GitHub",
    "authors": "Mohammed Latif Siddiq, Xinye Zhao, Vinicius Carvalho Lopes et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00477v1",
    "summary": "[AI 摘要] Autonomous coding agents are increasingly deployed as AI teammates in modern software engineering, independently authoring pull requests (PRs) that mo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00469v1",
    "title": "DSL or Code? Evaluating the Quality of LLM-Generated Algebraic Specifications: A Case Study in Optimization at Kinaxis",
    "authors": "Negin Ayoughi, David Dewar, Shiva Nejati et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00469v1",
    "summary": "[AI 摘要] Model-driven engineering (MDE) provides abstraction and analytical rigour, but industrial adoption in many domains has been limited by the cost of dev...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00454v1",
    "title": "Defensive M2S: Training Guardrail Models on Compressed Multi-turn Conversations",
    "authors": "Hyunjun Kim",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00454v1",
    "summary": "[AI 摘要] Guardrail models are essential for ensuring the safety of Large Language Model (LLM) deployments, but processing full multi-turn conversation historie...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00448v1",
    "title": "Language as Mathematical Structure: Examining Semantic Field Theory Against Language Games",
    "authors": "Dimitris Vartziotis",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00448v1",
    "summary": "[AI 摘要] Large language models (LLMs) offer a new empirical setting in which long-standing theories of linguistic meaning can be examined. This paper contrasts...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00442v1",
    "title": "The JLMS formula in a large code with approximate error correction",
    "authors": "Xi Dong, Donald Marolf, Pratik Rath",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00442v1",
    "summary": "[AI 摘要] Gauge/gravity duality is often described as a quantum error correcting code. However, as seen in the Jafferis-Lewkowycz-Maldacena-Suh (JLMS) formula, ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00431v1",
    "title": "Multistep quantum master equation theory for response functions in four wave mixing electronic spectroscopy of multichromophoric macromolecules",
    "authors": "Seogjoo J. Jang",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00431v1",
    "summary": "[AI 摘要] This work provides an alternative derivation of third order response functions in four wave mixing spectroscopy of multichromophoric macromolecular sy...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00425v1",
    "title": "Chip scale superconducting quantum gravimeter based on a SQUID transmon mechanical resonator",
    "authors": "Salman Sajad Wani, Mughees Ahmed Khan, Abrar Ahmed Naqash et al.",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00425v1",
    "summary": "[AI 摘要] Precise gravitational measurements are vital for geophysics and inertial navigation, but current platforms struggle to combine absolute accuracy with ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.00418v1",
    "title": "Secure, Verifiable, and Scalable Multi-Client Data Sharing via Consensus-Based Privacy-Preserving Data Distribution",
    "authors": "Prajwal Panth, Sahaj Raj Malla",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00418v1",
    "summary": "[AI 摘要] We propose the Consensus-Based Privacy-Preserving Data Distribution (CPPDD) framework, a lightweight and post-setup autonomous protocol for secure mul...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.00411v1",
    "title": "Do LLMs Judge Distantly Supervised Named Entity Labels Well? Constructing the JudgeWEL Dataset",
    "authors": "Alistair Plum, Laura Bernardy, Tharindu Ranasinghe",
    "source": "arXiv",
    "date": "2026-01-01",
    "link": "http://arxiv.org/abs/2601.00411v1",
    "summary": "[AI 摘要] We present judgeWEL, a dataset for named entity recognition (NER) in Luxembourgish, automatically labelled and subsequently verified using large langu...",
    "tags": [
      "AI+Security"
    ]
  }
]