[
  {
    "id": "arxiv-2602.06039v1",
    "title": "DyTopo: Dynamic Topology Routing for Multi-Agent Reasoning via Semantic Matching",
    "authors": "Yuxing Lu, Yucheng Hu, Xukai Zhao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06039v1",
    "summary": "[AI 摘要] Multi-agent systems built from prompted large language models can improve multi-round reasoning, yet most existing pipelines rely on fixed, trajectory...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.06038v1",
    "title": "CommCP: Efficient Multi-Agent Coordination via LLM-Based Communication with Conformal Prediction",
    "authors": "Xiaopan Zhang, Zejin Wang, Zhixu Li et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06038v1",
    "summary": "[AI 摘要] To complete assignments provided by humans in natural language, robots must interpret commands, generate and answer relevant questions for scene under...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.06025v1",
    "title": "Learning Query-Aware Budget-Tier Routing for Runtime Agent Memory",
    "authors": "Haozhen Zhang, Haodong Yue, Tao Feng et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06025v1",
    "summary": "[AI 摘要] Memory is increasingly central to Large Language Model (LLM) agents operating beyond a single context window, yet most existing systems rely on offlin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.06022v1",
    "title": "Correctness-Optimized Residual Activation Lens (CORAL): Transferrable and Calibration-Aware Inference-Time Steering",
    "authors": "Miranda Muqing Miao, Young-Min Cho, Lyle Ungar",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06022v1",
    "summary": "[AI 摘要] Large language models (LLMs) exhibit persistent miscalibration, especially after instruction tuning and preference alignment. Modified training object...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.06009v1",
    "title": "Characterizing and Modeling the GitHub Security Advisories Review Pipeline",
    "authors": "Claudio Segal, Paulo Segal, Carlos Eduardo de Schuller Banjar et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06009v1",
    "summary": "[AI 摘要] GitHub Security Advisories (GHSA) have become a central component of open-source vulnerability disclosure and are widely used by developers and securi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.06008v1",
    "title": "AgenticPay: A Multi-Agent LLM Negotiation System for Buyer-Seller Transactions",
    "authors": "Xianyang Liu, Shangding Gu, Dawn Song",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06008v1",
    "summary": "[AI 摘要] Large language model (LLM)-based agents are increasingly expected to negotiate, coordinate, and transact autonomously, yet existing benchmarks lack pr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.06003v1",
    "title": "Modeling integrated frequency shifters and beam splitters",
    "authors": "Manuel H. Muñoz-Arias, Kevin J. Randles, Nils T. Otterstrom et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.06003v1",
    "summary": "[AI 摘要] Photonic quantum computing is a strong contender in the race to fault-tolerance. Recent proposals using qubits encoded in frequency modes promise a la...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05994v1",
    "title": "Dissipative Dicke Time Quasicrystals",
    "authors": "Sk Anisur, Sayan Choudhury",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05994v1",
    "summary": "[AI 摘要] We investigate the emergence of time quasicrystals (TQCs) in the open Dicke model, subjected to a quasi-periodic Fibonacci drive. TQCs are characteriz...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05991v1",
    "title": "Quantum noise scaling in continuously operating multiparameter sensors",
    "authors": "Aleksandra Sierant, Diana Méndez-Avalos, Santiago Tabares Giraldo et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05991v1",
    "summary": "[AI 摘要] We experimentally investigate the quantum noise mechanisms that limit continuously operating multiparameter quantum sensors. Using a hybrid rf-dc opti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05982v1",
    "title": "Efficient net-gain integrated optical parametric amplifier in the quantum regime",
    "authors": "Yung-Cheng Kao, Jiaqi Huang, Ian Briggs et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05982v1",
    "summary": "[AI 摘要] Optical parametric amplifiers (OPAs) are promising to overcome the wavelength coverage and noise limitations in conventional optical amplifiers based ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05980v1",
    "title": "Improving Ground State Accuracy of Variational Quantum Eigensolvers with Soft-coded Orthogonal Subspace Representations",
    "authors": "Giuseppe Clemente, Marco Intini",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05980v1",
    "summary": "[AI 摘要] We propose a new approach to improve the accuracy of ground state estimates in Variational Quantum Eigensolver (VQE) algorithms by employing subspace ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05978v1",
    "title": "Improved Rodeo Algorithm Performance for Spectral Functions and State Preparation",
    "authors": "Matthew Patkowski, Onat Ayyildiz, Katherine Hunt et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05978v1",
    "summary": "[AI 摘要] The Rodeo Algorithm is a quantum computing method for computing the energy spectrum of a Hamiltonian and preparing its energy eigenstates. We discuss ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05973v1",
    "title": "Does Cosmology require Hermiticity in Quantum Mechanics?",
    "authors": "Oem Trivedi, Alfredo Gurrola",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05973v1",
    "summary": "[AI 摘要] We explore the consequences of allowing non-Hermitian structures in quantum cosmology by extending the Wheeler DeWitt framework beyond strictly Hermit...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05972v1",
    "title": "One-Way Quantum Secure Direct Communication with Choice of Measurement Basis as the Secret",
    "authors": "Santiago Bustamante, Boris A. Rodríguez, Elizabeth Agudelo",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05972v1",
    "summary": "[AI 摘要] Motivated by the question of the distinguishability of ensembles described by the same compressed density operator, we propose a model for one-way qua...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05970v1",
    "title": "Inverse Depth Scaling From Most Layers Being Similar",
    "authors": "Yizhou Liu, Sara Kangaslahti, Ziming Liu et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05970v1",
    "summary": "[AI 摘要] Neural scaling laws relate loss to model size in large language models (LLMs), yet depth and width may contribute to performance differently, requirin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05965v1",
    "title": "Learning to Share: Selective Memory for Efficient Parallel Agentic Systems",
    "authors": "Joseph Fioresi, Parth Parag Kulkarni, Ashmal Vayani et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05965v1",
    "summary": "[AI 摘要] Agentic systems solve complex tasks by coordinating multiple agents that iteratively reason, invoke tools, and exchange intermediate results. To impro...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05956v1",
    "title": "Quantum Approximate Optimization of Integer Graph Problems and Surpassing Semidefinite Programming for Max-k-Cut",
    "authors": "Anuj Apte, Sami Boulebnane, Yuwei Jin et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05956v1",
    "summary": "[AI 摘要] Quantum algorithms for binary optimization problems have been the subject of extensive study. However, the application of quantum algorithms to intege...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05941v1",
    "title": "Quantum Simulation of Bound and Resonant Doubly-Bottom Tetraquark",
    "authors": "Ayanendu Dutta",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05941v1",
    "summary": "[AI 摘要] We present the first quantum-simulation study of bound and resonant doubly-bottom tetraquark states within a QCD-inspired chiral quark model. An effec...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05939v1",
    "title": "\"It from Bit\": The Hartle-Hawking state and quantum mechanics for de Sitter observers",
    "authors": "Ying Zhao",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05939v1",
    "summary": "[AI 摘要] The one-state statement for closed universes has sparked considerable discussion. In this paper we examine its physical meaning in the context of the ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05930v1",
    "title": "Compound Deception in Elite Peer Review: A Failure Mode Taxonomy of 100 Fabricated Citations at NeurIPS 2025",
    "authors": "Samar Ansari",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05930v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly used in academic writing workflows, yet they frequently hallucinate by generating citations to sources t...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05924v1",
    "title": "Measurement-Induced Dynamics of Particles and Quasiparticles in a Bose-Einstein-condensate array",
    "authors": "Huy Nguyen, Yu-Xin Wang, Jacob Taylor",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05924v1",
    "summary": "[AI 摘要] Measurement plays a crucial role in a quantum system beyond just learning about the system state: it changes the post-measurement state and hence infl...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05920v1",
    "title": "Quantum Reinforcement Learning with Transformers for the Capacitated Vehicle Routing Problem",
    "authors": "Eva Andrés",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05920v1",
    "summary": "[AI 摘要] This paper addresses the Capacitated Vehicle Routing Problem (CVRP) by comparing classical and quantum Reinforcement Learning (RL) approaches. An Adva...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05916v1",
    "title": "Quantum Error Mitigation at the pre-processing stage",
    "authors": "Juan F. Martin, Giuseppe Cocco, Javier Fonollosa",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05916v1",
    "summary": "[AI 摘要] The realization of fault-tolerant quantum computers remains a challenging endeavor, forcing state-of-the-art quantum hardware to rely heavily on noise...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05914v1",
    "title": "Local measurements and the entanglement transition in quantum spin chains",
    "authors": "Sven Bachmann, Mahsa Rahnama, Gabrielle Tournaire",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05914v1",
    "summary": "[AI 摘要] We consider the transition between short-range entangled (SRE) and long-range ordered (and therefore long-range entangled) states of infinite quantum ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05912v1",
    "title": "Thermal-Drift Sampling: Generating Random Thermal Ensembles for Quantum Chaos Diagnostics",
    "authors": "Jiyu Jiang, Mingrui Jing, Jizhe Lai et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05912v1",
    "summary": "[AI 摘要] Random thermal states of many-body Hamiltonians underpin studies of thermalization, chaos, and quantum phase transitions, yet their generation remains...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05903v1",
    "title": "Verification of the Implicit World Model in a Generative Model via Adversarial Sequences",
    "authors": "András Balogh, Márk Jelasity",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05903v1",
    "summary": "[AI 摘要] Generative sequence models are typically trained on sample sequences from natural or formal languages. It is a crucial question whether -- or to what ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05902v1",
    "title": "Regularized Calibration with Successive Rounding for Post-Training Quantization",
    "authors": "Seohyeon Cha, Huancheng Chen, Dongjun Kim et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05902v1",
    "summary": "[AI 摘要] Large language models (LLMs) deliver robust performance across diverse applications, yet their deployment often faces challenges due to the memory and...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05901v1",
    "title": "Spontaneous Parity Breaking in Quantum Antiferromagnets on the Triangular Lattice",
    "authors": "Songtai Lv, Yuchen Meng, Haiyuan Zou",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05901v1",
    "summary": "[AI 摘要] Frustration on the triangular lattice has long been a source of intriguing and often debated phases in many-body systems. Although symmetry analysis h...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05900v1",
    "title": "Reducing the Computational Cost Scaling of Tensor Network Algorithms via Field-Programmable Gate Array Parallelism",
    "authors": "Songtai Lv, Yang Liang, Rui Zhu et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05900v1",
    "summary": "[AI 摘要] Improving the computational efficiency of quantum many-body calculations from a hardware perspective remains a critical challenge. Although field-prog...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05899v1",
    "title": "Giant bubbles of Fisher zeros in the quantum XY chain",
    "authors": "Songtai Lv, Yang Liu, Erhai Zhao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05899v1",
    "summary": "[AI 摘要] We demonstrate an alternative approach based on complex-valued inverse temperature and partition function to probe quantum phases of matter with nontr...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05891v1",
    "title": "When Elo Lies: Hidden Biases in Codeforces-Based Evaluation of Large Language Models",
    "authors": "Shenyu Zheng, Ximing Dong, Xiaoshuang Liu et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05891v1",
    "summary": "[AI 摘要] As Large Language Models (LLMs) achieve breakthroughs in complex reasoning, Codeforces-based Elo ratings have emerged as a prominent metric for evalua...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05885v1",
    "title": "Dr. Kernel: Reinforcement Learning Done Right for Triton Kernel Generations",
    "authors": "Wei Liu, Jiawei Xu, Yingru Li et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05885v1",
    "summary": "[AI 摘要] High-quality kernel is critical for scalable AI systems, and enabling LLMs to generate such code would advance AI development. However, training LLMs ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05883v1",
    "title": "A Guide to Large Language Models in Modeling and Simulation: From Core Techniques to Critical Challenges",
    "authors": "Philippe J. Giabbanelli",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05883v1",
    "summary": "[AI 摘要] Large language models (LLMs) have rapidly become familiar tools to researchers and practitioners. Concepts such as prompting, temperature, or few-shot...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05879v1",
    "title": "EuroLLM-22B: Technical Report",
    "authors": "Miguel Moura Ramos, Duarte M. Alves, Hippolyte Gisserot-Boukhlef et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05879v1",
    "summary": "[AI 摘要] This report presents EuroLLM-22B, a large language model trained from scratch to support the needs of European citizens by covering all 24 official Eu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05877v1",
    "title": "Agent2Agent Threats in Safety-Critical LLM Assistants: A Human-Centric Taxonomy",
    "authors": "Lukas Stappen, Ahmet Erkan Turan, Johann Hagerer et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05877v1",
    "summary": "[AI 摘要] The integration of Large Language Model (LLM)-based conversational agents into vehicles creates novel security challenges at the intersection of agent...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05874v1",
    "title": "xList-Hate: A Checklist-Based Framework for Interpretable and Generalizable Hate Speech Detection",
    "authors": "Adrián Girón, Pablo Miralles, Javier Huertas-Tato et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05874v1",
    "summary": "[AI 摘要] Hate speech detection is commonly framed as a direct binary classification problem despite being a composite concept defined through multiple interact...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05870v1",
    "title": "Entropy Bounds via Hypothesis Testing and Its Applications to Two-Way Key Distillation in Quantum Cryptography",
    "authors": "Rutvij Bhavsar, Junguk Moon, Joonwoo Bae",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05870v1",
    "summary": "[AI 摘要] Quantum key distribution (QKD) achieves information-theoretic security, without relying on computational assumptions, by distributing quantum states. ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05868v1",
    "title": "Persistent Human Feedback, LLMs, and Static Analyzers for Secure Code Generation and Vulnerability Detection",
    "authors": "Ehsan Firouzi, Mohammad Ghafari",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05868v1",
    "summary": "[AI 摘要] Existing literature heavily relies on static analysis tools to evaluate LLMs for secure code generation and vulnerability detection. We reviewed 1,080...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05859v1",
    "title": "DLM-Scope: Mechanistic Interpretability of Diffusion Language Models via Sparse Autoencoders",
    "authors": "Xu Wang, Bingqing Jiang, Yu Wan et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05859v1",
    "summary": "[AI 摘要] Sparse autoencoders (SAEs) have become a standard tool for mechanistic interpretability in autoregressive large language models (LLMs), enabling resea...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05857v1",
    "title": "BABE: Biology Arena BEnchmark",
    "authors": "Junting Zhou, Jin Chen, Linfeng Hao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05857v1",
    "summary": "[AI 摘要] The rapid evolution of large language models (LLMs) has expanded their capabilities from basic dialogue to advanced scientific reasoning. However, exi...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05838v1",
    "title": "FHAIM: Fully Homomorphic AIM For Private Synthetic Data Generation",
    "authors": "Mayank Kumar, Qian Lou, Paulo Barreto et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05838v1",
    "summary": "[AI 摘要] Data is the lifeblood of AI, yet much of the most valuable data remains locked in silos due to privacy and regulations. As a result, AI remains heavil...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05828v1",
    "title": "Simulation of Adjoints and Petz Recovery Maps for Unknown Quantum Channels",
    "authors": "Chengkai Zhu, Ziao Tang, Guocheng Zhen et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05828v1",
    "summary": "[AI 摘要] Transformations of quantum channels, such as the transpose, complex conjugate, and adjoint, are fundamental to quantum information theory. Given acces...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05821v1",
    "title": "Quantum statistical functions",
    "authors": "Haruki Emori",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05821v1",
    "summary": "[AI 摘要] Statistical functions such as the moment-generating function, characteristic function, cumulant-generating function, and second characteristic functio...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05818v1",
    "title": "TKG-Thinker: Towards Dynamic Reasoning over Temporal Knowledge Graphs via Agentic Reinforcement Learning",
    "authors": "Zihao Jiang, Miao Peng, Zhenyan Shan et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05818v1",
    "summary": "[AI 摘要] Temporal knowledge graph question answering (TKGQA) aims to answer time-sensitive questions by leveraging temporal knowledge bases. While Large Langua...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05806v1",
    "title": "Assessing the Sensitivity of Niobium- and Tantalum-Based Superconducting Qubits to Infrared Radiation",
    "authors": "Michael Kerschbaum, Felix Wagner, Uroš Ognjanović et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05806v1",
    "summary": "[AI 摘要] The use of tantalum films for superconducting qubits has recently extended qubit coherence times significantly, primarily due to reduced dielectric lo...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05805v1",
    "title": "NEX: Neuron Explore-Exploit Scoring for Label-Free Chain-of-Thought Selection and Model Ranking",
    "authors": "Kang Chen, Zhuoka Feng, Sihan Zhao et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05805v1",
    "summary": "[AI 摘要] Large language models increasingly spend inference compute sampling multiple chain-of-thought traces or searching over merged checkpoints. This shifts...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05801v1",
    "title": "The Quantum Message Complexity of Distributed Wake-Up with Advice",
    "authors": "Peter Robinson, Ming Ming Tan",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05801v1",
    "summary": "[AI 摘要] We consider the distributed wake-up problem with advice, where nodes are equipped with initial knowledge about the network at large. After the adversa...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05787v1",
    "title": "Bagging-Based Model Merging for Robust General Text Embeddings",
    "authors": "Hengran Zhang, Keping Bi, Jiafeng Guo et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05787v1",
    "summary": "[AI 摘要] General-purpose text embedding models underpin a wide range of NLP and information retrieval applications, and are typically trained on large-scale mu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.05781v1",
    "title": "Advanced Quantum Communication and Quantum Networks -- From basic research to future applications",
    "authors": "Björn Kubala, Alexander Sauer, Alessandro Tarantola et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05781v1",
    "summary": "[AI 摘要] Classical communication is the basis for many of our current and future technologies, such as mobile phones, video conferences, autonomous vehicles an...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.05780v1",
    "title": "Automated Customization of LLMs for Enterprise Code Repositories Using Semantic Scopes",
    "authors": "Ulrich Finkler, Irene Manotas, Wei Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-05",
    "link": "http://arxiv.org/abs/2602.05780v1",
    "summary": "[AI 摘要] Code completion (CC) is a task frequently used by developers when working in collaboration with LLM-based programming assistants. Despite the increase...",
    "tags": [
      "AI+Security"
    ]
  }
]