[
  {
    "id": "arxiv-2601.04180v1",
    "title": "Improved Lower Bounds for Learning Quantum Channels in Diamond Distance",
    "authors": "Aadil Oufkir, Filippo Girardi",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04180v1",
    "summary": "[AI 摘要] We prove that learning an unknown quantum channel with input dimension $d_A$, output dimension $d_B$, and Choi rank $r$ to diamond distance $\\varepsil...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04170v1",
    "title": "Agent Drift: Quantifying Behavioral Degradation in Multi-Agent LLM Systems Over Extended Interactions",
    "authors": "Abhishek Rath",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04170v1",
    "summary": "[AI 摘要] Multi-agent Large Language Model (LLM) systems have emerged as powerful architectures for complex task decomposition and collaborative problem-solving...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04139v1",
    "title": "Below-shot-noise capacity in phase estimation using nonlinear interferometers",
    "authors": "Cristofero Oglialoro, Gerard J. Machado, Felix Farsch et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04139v1",
    "summary": "[AI 摘要] Over the past decade, several schemes for imaging and sensing based on nonlinear interferometers have been proposed and demonstrated experimentally. T...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04131v1",
    "title": "ContextFocus: Activation Steering for Contextual Faithfulness in Large Language Models",
    "authors": "Nikhil Anand, Shwetha Somasundaram, Anirudh Phukan et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04131v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) encode vast amounts of parametric knowledge during pre-training. As world knowledge evolves, effective deployment increas...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04126v1",
    "title": "InfiniteWeb: Scalable Web Environment Synthesis for GUI Agent Training",
    "authors": "Ziyun Zhang, Zezhou Wang, Xiaoyi Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04126v1",
    "summary": "[AI 摘要] GUI agents that interact with graphical interfaces on behalf of users represent a promising direction for practical AI assistants. However, training s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04095v1",
    "title": "Bridging the Linear-Quadratic Gap: A Quantum-Classical Hybrid Approach to Robust Supply Chain Design",
    "authors": "Rudraksh Sharma, Ravi Katukam, Arjun Nagulapally",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04095v1",
    "summary": "[AI 摘要] The design of supply chain networks in densely populated urban logistics systems faces a timely dilemma: the traditional optimisation approaches are e...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04092v1",
    "title": "Extracting scattering phase shift in quantum mechanics on quantum computers",
    "authors": "Peng Guo, Paul LeVan, Frank X. Lee et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04092v1",
    "summary": "[AI 摘要] We investigate the feasibility of extracting infinite volume scattering phase shift on quantum computers in a simple one-dimensional quantum mechanica...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04082v1",
    "title": "Surface Optimization of Aluminum Resonators for Robust Quantum Device Fabrication",
    "authors": "Simon J. K. Lang, Ignaz Eisele, Alwin Maiwald et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04082v1",
    "summary": "[AI 摘要] Aluminum remains the central material for superconducting qubits, and considerable effort has been devoted to optimizing its deposition and patterning...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04073v1",
    "title": "Analyzing Reasoning Consistency in Large Multimodal Models under Cross-Modal Conflicts",
    "authors": "Zhihao Zhu, Jiafeng Liang, Shixin Jiang et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04073v1",
    "summary": "[AI 摘要] Large Multimodal Models (LMMs) have demonstrated impressive capabilities in video reasoning via Chain-of-Thought (CoT). However, the robustness of the...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04049v1",
    "title": "Quantum computing for multidimensional option pricing: End-to-end pipeline",
    "authors": "Julien Hok, Álvaro Leitao",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04049v1",
    "summary": "[AI 摘要] This work introduces an end-to-end framework for multi-asset option pricing that combines market-consistent risk-neutral density recovery with quantum...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04034v1",
    "title": "HoneyTrap: Deceiving Large Language Model Attackers to Honeypot Traps with Resilient Multi-Agent Defense",
    "authors": "Siyuan Li, Xi Lin, Jun Wu et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04034v1",
    "summary": "[AI 摘要] Jailbreak attacks pose significant threats to large language models (LLMs), enabling attackers to bypass safeguards. However, existing reactive defens...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.04031v1",
    "title": "Phase-Randomized Laser Pulse Generation at 10 GHz for Quantum Photonic Applications",
    "authors": "Yuen San Lo, Adam H. Brzosko, Peter R. Smith et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04031v1",
    "summary": "[AI 摘要] Gain-switching laser diodes is a well-established technique for generating optical pulses with random phases, where the quantum randomness arises natu...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04020v1",
    "title": "Limitations for adaptive quantum state tomography in the presence of detector noise",
    "authors": "Adrian Skasberg Aasen, Martin Gärttner",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04020v1",
    "summary": "[AI 摘要] Assumption-free reconstruction of quantum states from measurements is essential for benchmarking and certifying quantum devices, but it remains diffic...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.04010v1",
    "title": "An Ontology-Based Approach to Security Risk Identification of Container Deployments in OT Contexts",
    "authors": "Yannick Landeck, Dian Balta, Martin Wimmer et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.04010v1",
    "summary": "[AI 摘要] In operational technology (OT) contexts, containerised applications often require elevated privileges to access low-level network interfaces or perfor...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03987v1",
    "title": "An SU(2n)-valued nonlinear Fourier transform",
    "authors": "Michel Alexis, Lars Becker, Diogo Oliveira e Silva et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03987v1",
    "summary": "[AI 摘要] We define a nonlinear Fourier transform which maps sequences of contractive $n \\times n$ matrices to $SU(2n)$-valued functions on the circle $\\mathbb{...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03979v1",
    "title": "SoK: Privacy Risks and Mitigations in Retrieval-Augmented Generation Systems",
    "authors": "Andreea-Elena Bodea, Stephen Meisenbacher, Alexandra Klymenko et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03979v1",
    "summary": "[AI 摘要] The continued promise of Large Language Models (LLMs), particularly in their natural language understanding and generation capabilities, has driven a ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03975v1",
    "title": "Cavity-Driven Multispectral Gain for High-Sensitivity NV Center Magnetometers",
    "authors": "Himanshu Kumar, Rahul Gupta, Saikat Ghosh et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03975v1",
    "summary": "[AI 摘要] We report a cavity-enabled solid-state magnetometer based on an NV ensemble coupled with a dielectric cavity, achieving 12 pT/$\\sqrt{\\rm{Hz}}$ sensiti...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03953v1",
    "title": "Quantum Monte Carlo Simulations for predicting electron-positron pair production via the linear Breit-Wheeler process",
    "authors": "Lucas I. Iñigo Gamiz, Óscar Amaro, Efstratios Koukoutsis et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03953v1",
    "summary": "[AI 摘要] Quantum computing (QC) has the potential to revolutionise the future of scientific simulations. To harness the capabilities that QC offers, we can int...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03948v1",
    "title": "Trade-R1: Bridging Verifiable Rewards to Stochastic Environments via Process-Level Reasoning Verification",
    "authors": "Rui Sun, Yifan Sun, Sheng Xu et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03948v1",
    "summary": "[AI 摘要] Reinforcement Learning (RL) has enabled Large Language Models (LLMs) to achieve remarkable reasoning in domains like mathematics and coding, where ver...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03942v1",
    "title": "Conveyor-mode electron shuttling through a T-junction in Si/SiGe",
    "authors": "Max Beer, Ran Xue, Lennart Deda et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03942v1",
    "summary": "[AI 摘要] Conveyor-mode shuttling in gated Si/SiGe devices enables adiabatic transfer of single electrons, electron patterns and spin qubits confined in quantum...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03940v1",
    "title": "Large-Scale Aspect-Based Sentiment Analysis with Reasoning-Infused LLMs",
    "authors": "Paweł Liskowski, Krzysztof Jankowski",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03940v1",
    "summary": "[AI 摘要] We introduce Arctic-ABSA, a collection of powerful models for real-life aspect-based sentiment analysis (ABSA). Our models are tailored to commercial ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03938v1",
    "title": "FOREVER: Forgetting Curve-Inspired Memory Replay for Language Model Continual Learning",
    "authors": "Yujie Feng, Hao Wang, Jian Li et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03938v1",
    "summary": "[AI 摘要] Continual learning (CL) for large language models (LLMs) aims to enable sequential knowledge acquisition without catastrophic forgetting. Memory repla...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03929v1",
    "title": "In-plane ferromagnetism-driven topological nodal-point superconductivity with tilted Weyl cones",
    "authors": "Maciej Bazarnik, Levente Rózsa, Ioannis Ioannidis et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03929v1",
    "summary": "[AI 摘要] The potential application of topological superconductivity in quantum transport and quantum information has fueled an intense investigation of hybrid ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03922v1",
    "title": "Integration and Resource Estimation of Cryoelectronics for Superconducting Fault-Tolerant Quantum Computers",
    "authors": "Shiro Kawabata",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03922v1",
    "summary": "[AI 摘要] Scaling superconducting quantum computers to the fault-tolerant regime calls for a commensurate scaling of the classical control and readout stack. To...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03895v1",
    "title": "Adaptive-Boundary-Clipping GRPO: Ensuring Bounded Ratios for Stable and Generalizable Training",
    "authors": "Chi Liu, Xin Chen",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03895v1",
    "summary": "[AI 摘要] Group Relative Policy Optimization (GRPO) has emerged as a popular algorithm for reinforcement learning with large language models (LLMs). However, up...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03880v1",
    "title": "Women Worry, Men Adopt: How Gendered Perceptions Shape the Use of Generative AI",
    "authors": "Fabian Stephany, Jedrzej Duszynski",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03880v1",
    "summary": "[AI 摘要] Generative artificial intelligence (GenAI) is diffusing rapidly, yet its adoption is strikingly unequal. Using nationally representative UK survey dat...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03878v1",
    "title": "Understanding Specification-Driven Code Generation with LLMs: An Empirical Study Design",
    "authors": "Giovanni Rosa, David Moreno-Lumbreras, Gregorio Robles et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03878v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) are increasingly integrated into software development workflows, yet their behavior in structured, specification-driven p...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03868v1",
    "title": "What Matters For Safety Alignment?",
    "authors": "Xing Li, Hui-Ling Zhen, Lihao Yin et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03868v1",
    "summary": "[AI 摘要] This paper presents a comprehensive empirical study on the safety alignment capabilities. We evaluate what matters for safety alignment in LLMs and LR...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03857v1",
    "title": "Once Upon a Team: Investigating Bias in LLM-Driven Software Team Composition and Task Allocation",
    "authors": "Alessandra Parziale, Gianmario Voria, Valeria Pontillo et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03857v1",
    "summary": "[AI 摘要] LLMs are increasingly used to boost productivity and support software engineering tasks. However, when applied to socially sensitive decisions such as...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03855v1",
    "title": "MPM-QIR: Measurement-Probability Matching for Quantum Image Representation and Compression via Variational Quantum Circuit",
    "authors": "Chong-Wei Wang, Mei Ian Sam, Tzu-Ling Kuo et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03855v1",
    "summary": "[AI 摘要] We present MPM-QIR, a variational-quantum-circuit (VQC) framework for classical image compression and representation whose core objective is to achiev...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03846v1",
    "title": "When Numbers Start Talking: Implicit Numerical Coordination Among LLM-Based Agents",
    "authors": "Alessio Buscemi, Daniele Proverbio, Alessandro Di Stefano et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03846v1",
    "summary": "[AI 摘要] LLMs-based agents increasingly operate in multi-agent environments where strategic interaction and coordination are required. While existing work has ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03843v1",
    "title": "Phases of the $q$-deformed $\\mathrm{SU}(N)$ Yang-Mills theory at large $N$",
    "authors": "Tomoya Hayata, Yoshimasa Hidaka, Hiromasa Watanabe",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03843v1",
    "summary": "[AI 摘要] We investigate the $(2+1)$-dimensional $q$-deformed $\\mathrm{SU}(N)_k$ Yang-Mills theory in the lattice Hamiltonian formalism, which is characterized ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03839v1",
    "title": "Logic Tensor Network-Enhanced Generative Adversarial Network",
    "authors": "Nijesh Upreti, Vaishak Belle",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03839v1",
    "summary": "[AI 摘要] In this paper, we introduce Logic Tensor Network-Enhanced Generative Adversarial Network (LTN-GAN), a novel framework that enhances Generative Adversa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03832v1",
    "title": "Iterative Matrix Product State Simulation for Scalable Grover's Algorithm",
    "authors": "Mei Ian Sam, Tzu-Ling Kuo, Tai-Yue Li",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03832v1",
    "summary": "[AI 摘要] Grover's algorithm is a cornerstone of quantum search algorithm, offering quadratic speedup for unstructured problems. However, limited qubit counts a...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03829v1",
    "title": "Finite-size security of QKD: comparison of three proof techniques",
    "authors": "Gabriele Staffieri, Giovanni Scala, Cosmo Lupo",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03829v1",
    "summary": "[AI 摘要] We compare three proof techniques for composable finite-size security of quantum key distribution under collective attacks, with emphasis on how the r...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03822v1",
    "title": "ROI-Reasoning: Rational Optimization for Inference via Pre-Computation Meta-Cognition",
    "authors": "Muyang Zhao, Qi Qi, Hao Sun",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03822v1",
    "summary": "[AI 摘要] Large language models (LLMs) can achieve strong reasoning performance with sufficient computation, but they do not inherently know how much computatio...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03821v1",
    "title": "Topological Sensing in the Dynamics of Quantum Walks with Defects",
    "authors": "Xiaowei Tong, Xingze Qiu, Xiang Zhan et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03821v1",
    "summary": "[AI 摘要] Topological quantum sensing leverages unique topological features to suppress noise and improve the precision of parameter estimation, emerging as a p...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03817v1",
    "title": "Detection-loophole-free nonlocality in the simplest scenario",
    "authors": "Nandana T Raveendranath, Travis J. Baker, Emanuele Polino et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03817v1",
    "summary": "[AI 摘要] Loophole-free quantum nonlocality often demands experiments with high complexity (defined by all parties' settings and outcomes) and multiple efficien...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03812v1",
    "title": "AI Generated Text Detection",
    "authors": "Adilkhan Alikhanov, Aidar Amangeldi, Diar Demeubay et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03812v1",
    "summary": "[AI 摘要] The rapid development of large language models has led to an increase in AI-generated text, with students increasingly using LLM-generated content as ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03802v1",
    "title": "Quantum vs. Classical Machine Learning: A Benchmark Study for Financial Prediction",
    "authors": "Rehan Ahmad, Muhammad Kashif, Nouhaila Innan et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03802v1",
    "summary": "[AI 摘要] In this paper, we present a reproducible benchmarking framework that systematically compares QML models with architecture-matched classical counterpar...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03791v1",
    "title": "Do LLMs Really Memorize Personally Identifiable Information? Revisiting PII Leakage with a Cue-Controlled Memorization Framework",
    "authors": "Xiaoyu Luo, Yiyi Chen, Qiongxiu Li et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03791v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have been reported to \"leak\" Personally Identifiable Information (PII), with successful PII reconstruction often interpre...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03785v1",
    "title": "Membox: Weaving Topic Continuity into Long-Range Memory for LLM Agents",
    "authors": "Dehao Tao, Guoliang Ma, Yongfeng Huang et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03785v1",
    "summary": "[AI 摘要] Human-agent dialogues often exhibit topic continuity-a stable thematic frame that evolves through temporally adjacent exchanges-yet most large languag...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03780v1",
    "title": "Assessing and Improving the Representativeness of Code Generation Benchmarks Using Knowledge Units (KUs) of Programming Languages -- An Empirical Study",
    "authors": "Md Ahasanuzzaman, Bram Adams, Emad Fallahzadeh et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03780v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) such as GPT-4, Claude and LLaMA have shown impressive performance in code generation, typically evaluated using benchmark...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03774v1",
    "title": "Scalable Machine Learning Force Fields for Macromolecular Systems Through Long-Range Aware Message Passing",
    "authors": "Chu Wang, Lin Huang, Xinran Wei et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03774v1",
    "summary": "[AI 摘要] Machine learning force fields (MLFFs) have revolutionized molecular simulations by providing quantum mechanical accuracy at the speed of molecular mec...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03769v1",
    "title": "EntroCoT: Enhancing Chain-of-Thought via Adaptive Entropy-Guided Segmentation",
    "authors": "Zihang Li, Yuhang Wang, Yikun Zong et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03769v1",
    "summary": "[AI 摘要] Chain-of-Thought (CoT) prompting has significantly enhanced the mathematical reasoning capabilities of Large Language Models. We find existing fine-tu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03752v1",
    "title": "Evaluation of Multilingual LLMs Personalized Text Generation Capabilities Targeting Groups and Social-Media Platforms",
    "authors": "Dominik Macko",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03752v1",
    "summary": "[AI 摘要] Capabilities of large language models to generate multilingual coherent text have continuously enhanced in recent years, which opens concerns about th...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03743v1",
    "title": "O-Researcher: An Open Ended Deep Research Model via Multi-Agent Distillation and Agentic RL",
    "authors": "Yi Yao, He Zhu, Piaohong Wang et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03743v1",
    "summary": "[AI 摘要] The performance gap between closed-source and open-source large language models (LLMs) is largely attributed to disparities in access to high-quality ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03734v1",
    "title": "Computational hardness of estimating quantum entropies via binary entropy bounds",
    "authors": "Yupan Liu",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03734v1",
    "summary": "[AI 摘要] We investigate the computational hardness of estimating the quantum $α$-Rényi entropy ${\\rm S}^{\\tt R}_α(ρ) = \\frac{\\ln {\\rm Tr}(ρ^α)}{1-α}$ and the q...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.03731v1",
    "title": "From Laboratory to Real-World Applications: Benchmarking Agentic Code Reasoning at the Repository Level",
    "authors": "Jia Li, Yuxin Su, Michael R. Lyu",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03731v1",
    "summary": "[AI 摘要] As large language models (LLMs) evolve into autonomous agents, evaluating repository-level reasoning, the ability to maintain logical consistency acro...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.03728v1",
    "title": "CSMCIR: CoT-Enhanced Symmetric Alignment with Memory Bank for Composed Image Retrieval",
    "authors": "Zhipeng Qian, Zihan Liang, Yufei Ma et al.",
    "source": "arXiv",
    "date": "2026-01-07",
    "link": "http://arxiv.org/abs/2601.03728v1",
    "summary": "[AI 摘要] Composed Image Retrieval (CIR) enables users to search for target images using both a reference image and manipulation text, offering substantial adva...",
    "tags": [
      "AI+Security"
    ]
  }
]