[
  {
    "id": "arxiv-2601.18796v1",
    "title": "ctELM: Decoding and Manipulating Embeddings of Clinical Trials with Embedding Language Models",
    "authors": "Brian Ondov, Chia-Hsuan Chang, Yujia Zhou et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18796v1",
    "summary": "[AI 摘要] Text embeddings have become an essential part of a variety of language applications. However, methods for interpreting, exploring and reversing embedd...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18795v1",
    "title": "Reuse your FLOPs: Scaling RL on Hard Problems by Conditioning on Very Off-Policy Prefixes",
    "authors": "Amrith Setlur, Zijian Wang, Andrew Cohen et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18795v1",
    "summary": "[AI 摘要] Typical reinforcement learning (RL) methods for LLM reasoning waste compute on hard problems, where correct on-policy traces are rare, policy gradient...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18785v1",
    "title": "Design Techniques for LLM-Powered Interactive Storytelling: A Case Study of the Dramamancer System",
    "authors": "Tiffany Wang, Yuqian Sun, Yi Wang et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18785v1",
    "summary": "[AI 摘要] The rise of Large Language Models (LLMs) has enabled a new paradigm for bridging authorial intent and player agency in interactive narrative. We consi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18779v1",
    "title": "POPE: Learning to Reason on Hard Problems via Privileged On-Policy Exploration",
    "authors": "Yuxiao Qu, Amrith Setlur, Virginia Smith et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18779v1",
    "summary": "[AI 摘要] Reinforcement learning (RL) has improved the reasoning abilities of large language models (LLMs), yet state-of-the-art methods still fail to learn on ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18777v1",
    "title": "PRECISE: Reducing the Bias of LLM Evaluations Using Prediction-Powered Ranking Estimation",
    "authors": "Abhishek Divekar, Anirban Majumder",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18777v1",
    "summary": "[AI 摘要] Evaluating the quality of search, ranking and RAG systems traditionally requires a significant number of human relevance annotations. In recent times,...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18773v1",
    "title": "Hamiltonian Decoded Quantum Interferometry for General Pauli Hamiltonians",
    "authors": "Kaifeng Bu, Weichen Gu, Xiang Li",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18773v1",
    "summary": "[AI 摘要] In this work, we study the Hamiltonian Decoded Quantum Interferometry (HDQI) for the general Hamiltonians $H=\\sum_ic_iP_i$ on an $n$-qubit system, whe...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18771v1",
    "title": "Dep-Search: Learning Dependency-Aware Reasoning Traces with Persistent Memory",
    "authors": "Yanming Liu, Xinyue Peng, Zixuan Yan et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18771v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have demonstrated remarkable capabilities in complex reasoning tasks, particularly when augmented with search mechanisms ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18767v1",
    "title": "Practical block encodings of matrix polynomials that can also be trivially controlled",
    "authors": "Martina Nibbi, Filippo Della Chiara, Yizhi Shen et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18767v1",
    "summary": "[AI 摘要] Quantum circuits naturally implement unitary operations on input quantum states. However, non-unitary operations can also be implemented through block...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18756v1",
    "title": "Efficient Trotter-Suzuki Schemes for Long-time Quantum Dynamics",
    "authors": "Marko Maležič, Johann Ostmeyer",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18756v1",
    "summary": "[AI 摘要] Accurately simulating long-time dynamics of many-body systems is a challenge in both classical and quantum computing due to the accumulation of Trotte...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18754v1",
    "title": "$α^3$-SecBench: A Large-Scale Evaluation Suite of Security, Resilience, and Trust for LLM-based UAV Agents over 6G Networks",
    "authors": "Mohamed Amine Ferrag, Abderrahmane Lakas, Merouane Debbah",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18754v1",
    "summary": "[AI 摘要] Autonomous unmanned aerial vehicle (UAV) systems are increasingly deployed in safety-critical, networked environments where they must operate reliably...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18753v1",
    "title": "HalluGuard: Demystifying Data-Driven and Reasoning-Driven Hallucinations in LLMs",
    "authors": "Xinyue Zeng, Junhong Lin, Yujun Yan et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18753v1",
    "summary": "[AI 摘要] The reliability of Large Language Models (LLMs) in high-stakes domains such as healthcare, law, and scientific discovery is often compromised by hallu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18751v1",
    "title": "Trust, Don't Trust, or Flip: Robust Preference-Based Reinforcement Learning with Multi-Expert Feedback",
    "authors": "Seyed Amir Hosseini, Maryam Abdolali, Amirhosein Tavakkoli et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18751v1",
    "summary": "[AI 摘要] Preference-based reinforcement learning (PBRL) offers a promising alternative to explicit reward engineering by learning from pairwise trajectory comp...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18746v1",
    "title": "Coherent control of photon pairs via quantum interference between second- and third-order quantum nonlinear processes",
    "authors": "Alessia Stefano, Samuel E. Fontaine, J. E. Sipe et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18746v1",
    "summary": "[AI 摘要] Genuine quantum interference between independent nonlinear processes of different order provides a route to coherent control that cannot be reduced to...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18744v1",
    "title": "TSRBench: A Comprehensive Multi-task Multi-modal Time Series Reasoning Benchmark for Generalist Models",
    "authors": "Fangxu Yu, Xingang Guo, Lingzhi Yuan et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18744v1",
    "summary": "[AI 摘要] Time series data is ubiquitous in real-world scenarios and crucial for critical applications ranging from energy management to traffic control. Conseq...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18743v1",
    "title": "Approximate level-by-level maximum-likelihood decoding based on the Chase algorithm for high-rate concatenated stabilizer codes",
    "authors": "Takeshi Kakizaki",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18743v1",
    "summary": "[AI 摘要] Fault-tolerant quantum computation (FTQC) is expected to address a wide range of computational problems. To realize large-scale FTQC, it is essential ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18739v1",
    "title": "SeNeDiF-OOD: Semantic Nested Dichotomy Fusion for Out-of-Distribution Detection Methodology in Open-World Classification. A Case Study on Monument Style Classification",
    "authors": "Ignacio Antequera-Sánchez, Juan Luis Suárez-Díaz, Rosana Montes et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18739v1",
    "summary": "[AI 摘要] Out-of-distribution (OOD) detection is a fundamental requirement for the reliable deployment of artificial intelligence applications in open-world env...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18733v1",
    "title": "Advances and Innovations in the Multi-Agent Robotic System (MARS) Challenge",
    "authors": "Li Kang, Heng Zhou, Xiufeng Song et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18733v1",
    "summary": "[AI 摘要] Recent advancements in multimodal large language models and vision-languageaction models have significantly driven progress in Embodied AI. As the fie...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18731v1",
    "title": "One Adapts to Any: Meta Reward Modeling for Personalized LLM Alignment",
    "authors": "Hongru Cai, Yongqi Li, Tiezheng Yu et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18731v1",
    "summary": "[AI 摘要] Alignment of Large Language Models (LLMs) aims to align outputs with human preferences, and personalized alignment further adapts models to individual...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18720v1",
    "title": "On the Stochastic-Quantum Correspondence",
    "authors": "Sami Calvo",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18720v1",
    "summary": "[AI 摘要] This paper aims to first explain, somewhat more clearly, the Stochastic-Quantum correspondence put forward in by Barandes in 2023. Specifically, the q...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18718v1",
    "title": "Nontrivial bounds on extractable energy in quantum energy teleportation for gapped manybody systems with a unique ground state",
    "authors": "Taisanul Haque",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18718v1",
    "summary": "[AI 摘要] We establish a universal, exponentially decaying upper bound on the average energy that can be extracted in quantum energy teleportation (QET) protoco...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18710v1",
    "title": "Analyzing Images of Blood Cells with Quantum Machine Learning Methods: Equilibrium Propagation and Variational Quantum Circuits to Detect Acute Myeloid Leukemia",
    "authors": "A. Bano, L. Liebovitch",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18710v1",
    "summary": "[AI 摘要] This paper presents a feasibility study demonstrating that quantum machine learning (QML) algorithms achieve competitive performance on real-world med...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18706v1",
    "title": "Health-SCORE: Towards Scalable Rubrics for Improving Health-LLMs",
    "authors": "Zhichao Yang, Sepehr Janghorbani, Dongxu Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18706v1",
    "summary": "[AI 摘要] Rubrics are essential for evaluating open-ended LLM responses, especially in safety-critical domains such as healthcare. However, creating high-qualit...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18704v1",
    "title": "Data-Driven Qubit Characterization and Optimal Control using Deep Learning",
    "authors": "Paul Surrey, Julian D. Teske, Tobias Hangleiter et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18704v1",
    "summary": "[AI 摘要] Quantum computing requires the optimization of control pulses to achieve high-fidelity quantum gates. We propose a machine learning-based protocol to ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18702v1",
    "title": "From Fuzzy to Exact: The Halo Architecture for Infinite-Depth Reasoning via Rational Arithmetic",
    "authors": "Hansheng Ren",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18702v1",
    "summary": "[AI 摘要] Current paradigms in Deep Learning prioritize computational throughput over numerical precision, relying on the assumption that intelligence emerges f...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18700v1",
    "title": "TEA-Bench: A Systematic Benchmarking of Tool-enhanced Emotional Support Dialogue Agent",
    "authors": "Xingyu Sui, Yanyan Zhao, Yulin Hu et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18700v1",
    "summary": "[AI 摘要] Emotional Support Conversation requires not only affective expression but also grounded instrumental support to provide trustworthy guidance. However,...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18680v1",
    "title": "Error-mitigation aware benchmarking strategy for quantum optimization problems",
    "authors": "Marine Demarty, Bo Yang, Kenza Hammam et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18680v1",
    "summary": "[AI 摘要] Assessing whether a noisy quantum device can potentially exhibit quantum advantage is essential for selecting practical quantum utility tasks that are...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18655v1",
    "title": "Quantum Rotation Diversity in Displaced Squeezed Binary Phase-Shift Keying",
    "authors": "Ioannis Krikidis",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18655v1",
    "summary": "[AI 摘要] We propose a quantum rotation diversity (QRD) scheme for optical quantum communication using binary phase-shift-keying displaced squeezed states and h...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18650v1",
    "title": "FaLW: A Forgetting-aware Loss Reweighting for Long-tailed Unlearning",
    "authors": "Liheng Yu, Zhe Zhao, Yuxuan Wang et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18650v1",
    "summary": "[AI 摘要] Machine unlearning, which aims to efficiently remove the influence of specific data from trained models, is crucial for upholding data privacy regulat...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18642v1",
    "title": "FadeMem: Biologically-Inspired Forgetting for Efficient Agent Memory",
    "authors": "Lei Wei, Xu Dong, Xiao Peng et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18642v1",
    "summary": "[AI 摘要] Large language models deployed as autonomous agents face critical memory limitations, lacking selective forgetting mechanisms that lead to either cata...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18637v1",
    "title": "Universality of Many-body Projected Ensemble for Learning Quantum Data Distribution",
    "authors": "Quoc Hoan Tran, Koki Chinzei, Yasuhiro Endo et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18637v1",
    "summary": "[AI 摘要] Generating quantum data by learning the underlying quantum distribution poses challenges in both theoretical and practical scenarios, yet it is a crit...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18631v1",
    "title": "AdaReasoner: Dynamic Tool Orchestration for Iterative Visual Reasoning",
    "authors": "Mingyang Song, Haoyu Sun, Jiawei Gu et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18631v1",
    "summary": "[AI 摘要] When humans face problems beyond their immediate capabilities, they rely on tools, providing a promising paradigm for improving visual reasoning in mu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18630v1",
    "title": "Assessing the Quality of Mental Health Support in LLM Responses through Multi-Attribute Human Evaluation",
    "authors": "Abeer Badawi, Md Tahmid Rahman Laskar, Elahe Rahimi et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18630v1",
    "summary": "[AI 摘要] The escalating global mental health crisis, marked by persistent treatment gaps, availability, and a shortage of qualified therapists, positions Large...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18612v1",
    "title": "Multimodal Privacy-Preserving Entity Resolution with Fully Homomorphic Encryption",
    "authors": "Susim Roy, Nalini Ratha",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18612v1",
    "summary": "[AI 摘要] The canonical challenge of entity resolution within high-compliance sectors, where secure identity reconciliation is frequently confounded by signific...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18595v1",
    "title": "A Balanced Neuro-Symbolic Approach for Commonsense Abductive Logic",
    "authors": "Joseph Cotnareanu, Didier Chetelat, Yingxue Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18595v1",
    "summary": "[AI 摘要] Although Large Language Models (LLMs) have demonstrated impressive formal reasoning abilities, they often break down when problems require complex pro...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18588v1",
    "title": "Stability as a Liability:Systematic Breakdown of Linguistic Structure in LLMs",
    "authors": "Xianzhe Meng, Qiangsheng Zeng, Ling Luo et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18588v1",
    "summary": "[AI 摘要] Training stability is typically regarded as a prerequisite for reliable optimization in large language models. In this work, we analyze how stabilizin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18586v1",
    "title": "Learning long term climate-resilient transport adaptation pathways under direct and indirect flood impacts using reinforcement learning",
    "authors": "Miguel Costa, Arthur Vandervoort, Carolin Schmidt et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18586v1",
    "summary": "[AI 摘要] Climate change is expected to intensify rainfall and other hazards, increasing disruptions in urban transportation systems. Designing effective adapta...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18579v1",
    "title": "FastInsight: Fast and Insightful Retrieval via Fusion Operators for Graph RAG",
    "authors": "Seonho An, Chaejeong Hyun, Min-Soo Kim",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18579v1",
    "summary": "[AI 摘要] Existing Graph RAG methods aiming for insightful retrieval on corpus graphs typically rely on time-intensive processes that interleave Large Language ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18562v1",
    "title": "Bayesian Optimization for Quantum Error-Correcting Code Discovery",
    "authors": "Yihua Chengyu, Richard Meister, Conor Carty et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18562v1",
    "summary": "[AI 摘要] Quantum error-correcting codes protect fragile quantum information by encoding it redundantly, but identifying codes that perform well in practice wit...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18554v1",
    "title": "Deconstructing Instruction-Following: A New Benchmark for Granular Evaluation of Large Language Model Instruction Compliance Abilities",
    "authors": "Alberto Purpura, Li Wang, Sahil Badyal et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18554v1",
    "summary": "[AI 摘要] Reliably ensuring Large Language Models (LLMs) follow complex instructions is a critical challenge, as existing benchmarks often fail to reflect real-...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18538v1",
    "title": "Sufficient conditions for additivity of the zero-error classical capacity of quantum channels",
    "authors": "Jeonghoon Park, Jeong San Kim",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18538v1",
    "summary": "[AI 摘要] The one-shot zero-error classical capacity of a quantum channel is the amount of classical information that can be transmitted with zero probability o...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18534v1",
    "title": "Certifying optimal device-independent quantum randomness in quantum networks",
    "authors": "Shuai Zhao, Rong Wang, Qi Zhao",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18534v1",
    "summary": "[AI 摘要] Bell nonlocality provides a device-independent (DI) way to certify quantum randomness, based on which true random numbers can be extracted from the ob...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18518v1",
    "title": "Quantum Key Distribution with a Negatively Charged Quantum Dot Single-Photon Source",
    "authors": "Parvendra Kumar",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18518v1",
    "summary": "[AI 摘要] Various quantum key distribution protocols require bright single-photon sources with a very low probability of multiphoton emission. In this work, we ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18514v1",
    "title": "Simultaneous determination of multiple low-lying energy levels on a superconducting quantum processor",
    "authors": "Huili Zhang, Yibin Guo, Guanglei Xu et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18514v1",
    "summary": "[AI 摘要] Determining the ground and low-lying excited states is critical in numerous scenarios. Recent work has proposed the ancilla-entangled variational quan...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18511v1",
    "title": "Scaling up Privacy-Preserving ML: A CKKS Implementation of Llama-2-7B",
    "authors": "Jaiyoung Park, Sejin Park, Jai Hyun Park et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18511v1",
    "summary": "[AI 摘要] As large language models (LLMs) become ubiquitous, privacy concerns pertaining to inference inputs keep growing. In this context, fully homomorphic en...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18510v1",
    "title": "Just-In-Time Reinforcement Learning: Continual Learning in LLM Agents Without Gradient Updates",
    "authors": "Yibo Li, Zijie Lin, Ailin Deng et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18510v1",
    "summary": "[AI 摘要] While Large Language Model (LLM) agents excel at general tasks, they inherently struggle with continual adaptation due to the frozen weights after dep...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18506v1",
    "title": "Imperfect blockade in Rydberg superatoms",
    "authors": "Valentin Magro, Sébastien Garcia, Alexei Ourjoumtsev",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18506v1",
    "summary": "[AI 摘要] Ensembles of atoms interacting via their Rydberg levels, known as \"superatoms\" for their ability to encode qubits and to emit single photons, attract ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18499v1",
    "title": "Qubit-parity interference despite unknown interaction phases",
    "authors": "Kratveer Singh, Kimin Park, Vojtěch Švarc et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18499v1",
    "summary": "[AI 摘要] Quantum interference between interacting systems is fundamental to basic science and quantum technology, but it typically requires precise control of ...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18483v1",
    "title": "Funny or Persuasive, but Not Both: Evaluating Fine-Grained Multi-Concept Control in LLMs",
    "authors": "Arya Labroo, Ivaxi Sheth, Vyas Raina et al.",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18483v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) offer strong generative capabilities, but many applications require explicit and \\textit{fine-grained} control over speci...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.18482v1",
    "title": "Physics-Informed Hybrid Quantum-Classical Dispatching for Large-Scale Renewable Power Systems:A Noise-Resilient Framework",
    "authors": "Fu Zhang, Yuming Zhao",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18482v1",
    "summary": "[AI 摘要] The integration of high-penetration renewable energy introduces significant stochasticity and non-convexity into power system dispatching, challenging...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.18458v1",
    "title": "Measurement induced faster symmetry restoration in quantum trajectories",
    "authors": "Katha Ganguly, Bijay Kumar Agarwalla",
    "source": "arXiv",
    "date": "2026-01-26",
    "link": "http://arxiv.org/abs/2601.18458v1",
    "summary": "[AI 摘要] Continuous measurement of quantum systems provides a standard route to quantum trajectories through the successive acquisition of information which fu...",
    "tags": [
      "Arch/Hardware"
    ]
  }
]