[
  {
    "id": "arxiv-2601.07835v1",
    "title": "SecureCAI: Injection-Resilient LLM Assistants for Cybersecurity Operations",
    "authors": "Mohammed Himayath Ali, Mohammed Aqib Abdullah, Mohammed Mudassir Uddin et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07835v1",
    "summary": "[AI 摘要] Large Language Models have emerged as transformative tools for Security Operations Centers, enabling automated log analysis, phishing triage, and malw...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07825v1",
    "title": "Mechanical Resonator-based Quantum Computing",
    "authors": "Yu Yang, Igor Kladaric, Martynas Skrabulis et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07825v1",
    "summary": "[AI 摘要] Hybrid quantum systems combine the unique advantages of different physical platforms with the goal of realizing more powerful and practical quantum in...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07824v1",
    "title": "Computing quantum magic of state vectors",
    "authors": "Piotr Sierant, Jofre Vallès-Muns, Artur Garcia-Saez",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07824v1",
    "summary": "[AI 摘要] Non-stabilizerness, also known as ``magic,'' quantifies how far a quantum state departs from the stabilizer set. It is a central resource behind quant...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07821v1",
    "title": "Failure-Aware RL: Reliable Offline-to-Online Reinforcement Learning with Self-Recovery for Real-World Manipulation",
    "authors": "Huanyu Li, Kun Lei, Sheng Zang et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07821v1",
    "summary": "[AI 摘要] Post-training algorithms based on deep reinforcement learning can push the limits of robotic models for specific objectives, such as generalizability,...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07794v1",
    "title": "Kinship Data Benchmark for Multi-hop Reasoning",
    "authors": "Tianda Sun, Dimitar Kazakov",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07794v1",
    "summary": "[AI 摘要] Large language models (LLMs) are increasingly evaluated on their ability to perform multi-hop reasoning, i.e., to combine multiple pieces of informati...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07787v1",
    "title": "Disorder enhanced transport as a general feature of long-range hopping models",
    "authors": "Elisa Zanardini, Giuseppe Luca Celardo, Nahum C. Chávez et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07787v1",
    "summary": "[AI 摘要] We analyze the interplay of disorder and long-range hopping in a paradigmatic one dimensional model of quantum transport. While typically the current ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07786v1",
    "title": "\"TODO: Fix the Mess Gemini Created\": Towards Understanding GenAI-Induced Self-Admitted Technical Debt",
    "authors": "Abdullah Al Mujahid, Mia Mohammad Imran",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07786v1",
    "summary": "[AI 摘要] As large language models (LLMs) such as ChatGPT, Copilot, Claude, and Gemini become integrated into software development workflows, developers increas...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07782v1",
    "title": "Beyond Single-Shot: Multi-step Tool Retrieval via Query Planning",
    "authors": "Wei Fang, James Glass",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07782v1",
    "summary": "[AI 摘要] LLM agents operating over massive, dynamic tool libraries rely on effective retrieval, yet standard single-shot dense retrievers struggle with complex...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07779v1",
    "title": "OS-Symphony: A Holistic Framework for Robust and Generalist Computer-Using Agent",
    "authors": "Bowen Yang, Kaiming Jin, Zhenyu Wu et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07779v1",
    "summary": "[AI 摘要] While Vision-Language Models (VLMs) have significantly advanced Computer-Using Agents (CUAs), current frameworks struggle with robustness in long-hori...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07772v1",
    "title": "Phase transition, phase separation and mode softening of a two-component Bose-Einstein condensate in an optical cavity",
    "authors": "Jia-Ying Lin, Wei Qin, Renyuan Liao",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07772v1",
    "summary": "[AI 摘要] We investigate the superradiant phase transition in a two-component Bose-Einstein condensate with distinct atomic detunings, confined in an optical ca...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07766v1",
    "title": "TrackHHL: The 1-Bit Quantum Filter for particle trajectory reconstruction",
    "authors": "Xenofon Chiotopoulos, Davide Nicotra, George Scriven et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07766v1",
    "summary": "[AI 摘要] The transition to the High-Luminosity Large Hadron Collider (HL-LHC) presents a computational challenge where particle reconstruction complexity may o...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07737v1",
    "title": "Evaluating the encoding competence of visual language models using uncommon actions",
    "authors": "Chen Ling, Nai Ding",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07737v1",
    "summary": "[AI 摘要] We propose UAIT (Uncommon-sense Action Image-Text) dataset, a new evaluation benchmark designed to test the semantic understanding ability of visual l...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07726v1",
    "title": "TeeMAF: A TEE-Based Mutual Attestation Framework for On-Chain and Off-Chain Functions in Blockchain DApps",
    "authors": "Xiangyu Liu, Brian Lee, Yuansong Qiao",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07726v1",
    "summary": "[AI 摘要] The rapid development of Internet of Things (IoT) technology has led to growing concerns about data security and user privacy in the interactions with...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07706v1",
    "title": "Assembly to Quantum Compiler",
    "authors": "Andrew Haverly, Shahram Rahimi, Mark A. Novotny",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07706v1",
    "summary": "[AI 摘要] This research presents a novel approach in quantum computing by transforming ARM assembly instructions for use in quantum algorithms. The core achieve...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07694v1",
    "title": "Hong-Ou-Mandel two-photon x-ray states",
    "authors": "Liam Powers, Stephen Durbin",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07694v1",
    "summary": "[AI 摘要] We have observed Hong-Ou-Mandel interference of high-brightness synchrotron x-rays with a Mach-Zehnder interferometer, yielding two-photon states of p...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07689v1",
    "title": "Non Markovian Corrections to Tegmark's Decoherence Bound in Biological Media",
    "authors": "Ramandeep Dewan",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07689v1",
    "summary": "[AI 摘要] Tegmark's widely cited bound on decoherence times in biological systems is derived under the assumption of a delta correlated, memoryless environment....",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07683v1",
    "title": "Quantum information and statistical complexity of hydrogen-like ions in Dunkl-Schrödinger system",
    "authors": "Akash Halder, Amlan K. Roy, Debraj Nath",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07683v1",
    "summary": "[AI 摘要] In this work, we present analytical solutions of Schrödinger equation for Coulomb potential in presence of a Dunkl reflection operator. Expressions ar...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07678v1",
    "title": "Bright Source of High-Dimensional Temporal Entanglement",
    "authors": "Dorian Schiffer, Robert Kindler, Alexandra Bergmayr-Mann et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07678v1",
    "summary": "[AI 摘要] High-dimensional entanglement is considered to hold great potential for quantum key distribution (QKD) in high-loss and -noise scenarios. To harness i...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07667v1",
    "title": "Adaptive Layer Selection for Layer-Wise Token Pruning in LLM Inference",
    "authors": "Rei Taniguchi, Yuyang Dong, Makoto Onizuka et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07667v1",
    "summary": "[AI 摘要] Due to the prevalence of large language models (LLMs), key-value (KV) cache reduction for LLM inference has received remarkable attention. Among numer...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07659v1",
    "title": "From coherent to fermionized microwave photons in a superconducting transmission line",
    "authors": "Alberto Tabarelli de Fatis, Stephanie Matern, Gianluca Rastelli et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07659v1",
    "summary": "[AI 摘要] We investigate superconducting transmission lines as a novel platform for realizing a quantum fluid of microwave photons in a propagating geometry. We...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07654v1",
    "title": "Towards Automating Blockchain Consensus Verification with IsabeLLM",
    "authors": "Elliot Jones, William Knottenbelt",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07654v1",
    "summary": "[AI 摘要] Consensus protocols are crucial for a blockchain system as they are what allow agreement between the system's nodes in a potentially adversarial envir...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07641v1",
    "title": "Beyond Static Tools: Test-Time Tool Evolution for Scientific Reasoning",
    "authors": "Jiaxuan Lu, Ziyu Kong, Yemin Wang et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07641v1",
    "summary": "[AI 摘要] The central challenge of AI for Science is not reasoning alone, but the ability to create computational methods in an open-ended scientific world. Exi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07634v1",
    "title": "Simple Power Analysis of Polynomial Multiplication in HQC",
    "authors": "Pavel Velek, Tomáš Rabas, Jiří Buček",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07634v1",
    "summary": "[AI 摘要] The Hamming Quasi-Cyclic (HQC) cryptosystem was selected for standardization in the fourth round of the NIST Post-Quantum Cryptography (PQC) standardi...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07632v1",
    "title": "GeoMotionGPT: Geometry-Aligned Motion Understanding with Large Language Models",
    "authors": "Zhankai Ye, Bofan Li, Yukai Jin et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07632v1",
    "summary": "[AI 摘要] Discrete motion tokenization has recently enabled Large Language Models (LLMs) to serve as versatile backbones for motion understanding and motion-lan...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07611v1",
    "title": "DIAGPaper: Diagnosing Valid and Specific Weaknesses in Scientific Papers via Multi-Agent Reasoning",
    "authors": "Zhuoyang Zou, Abolfazl Ansari, Delvin Ce Zhang et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07611v1",
    "summary": "[AI 摘要] Paper weakness identification using single-agent or multi-agent LLMs has attracted increasing attention, yet existing approaches exhibit key limitatio...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07606v1",
    "title": "Proof of Time: A Benchmark for Evaluating Scientific Idea Judgments",
    "authors": "Bingyang Ye, Shan Chen, Jingxuan Tu et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07606v1",
    "summary": "[AI 摘要] Large language models are increasingly being used to assess and forecast research ideas, yet we lack scalable ways to evaluate the quality of models' ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07602v1",
    "title": "OODEval: Evaluating Large Language Models on Object-Oriented Design",
    "authors": "Bingxu Xiao, Yunwei Dong, Yiqi Tang et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07602v1",
    "summary": "[AI 摘要] Recent advances in large language models (LLMs) have driven extensive evaluations in software engineering. however, most prior work concentrates on co...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07601v1",
    "title": "Quasi-optimal quantum Markov chain spectral gap estimation",
    "authors": "Adam Connolly, Steven Herbert, Julien Sorci",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07601v1",
    "summary": "[AI 摘要] This paper proposes a quantum algorithm for Markov chain spectral gap estimation that is quasi-optimal (i.e., optimal up to a polylogarithmic factor) ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07593v1",
    "title": "GRPO with State Mutations: Improving LLM-Based Hardware Test Plan Generation",
    "authors": "Dimple Vijay Kochar, Nathaniel Pinckney, Guan-Ting Liu et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07593v1",
    "summary": "[AI 摘要] RTL design often relies heavily on ad-hoc testbench creation early in the design cycle. While large language models (LLMs) show promise for RTL code g...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07582v1",
    "title": "ES-Mem: Event Segmentation-Based Memory for Long-Term Dialogue Agents",
    "authors": "Huhai Zou, Tianhao Sun, Chuanjiang He et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07582v1",
    "summary": "[AI 摘要] Memory is critical for dialogue agents to maintain coherence and enable continuous adaptation in long-term interactions. While existing memory mechani...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07580v1",
    "title": "Large Language Models for Physics Instrument Design",
    "authors": "Sara Zoccheddu, Shah Rukh Qasim, Patrick Owen et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07580v1",
    "summary": "[AI 摘要] We study the use of large language models (LLMs) for physics instrument design and compare their performance to reinforcement learning (RL). Using onl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07578v1",
    "title": "Anisotropic anomalous Hall effect in distorted kagome GdTi3Bi4",
    "authors": "Avdhesh K. Sharma, Bo Tai, Subhajit Roychowdhury et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07578v1",
    "summary": "[AI 摘要] Topological kagome magnets offer a rich landscape for exploring the intricate interplay of quantum interactions among geometry, topology, spin, and co...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07577v1",
    "title": "Beyond Entangled Planning: Task-Decoupled Planning for Long-Horizon Agents",
    "authors": "Yunfan Li, Bingbing Xu, Xueyun Tian et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07577v1",
    "summary": "[AI 摘要] Recent advances in large language models (LLMs) have enabled agents to autonomously execute complex, long-horizon tasks, yet planning remains a primar...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07568v1",
    "title": "d3LLM: Ultra-Fast Diffusion LLM using Pseudo-Trajectory Distillation",
    "authors": "Yu-Yang Qian, Junda Su, Lanxiang Hu et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07568v1",
    "summary": "[AI 摘要] Diffusion large language models (dLLMs) offer capabilities beyond those of autoregressive (AR) LLMs, such as parallel decoding and random-order genera...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07565v1",
    "title": "A Unified Framework for Emotion Recognition and Sentiment Analysis via Expert-Guided Multimodal Fusion with Large Language Models",
    "authors": "Jiaqi Qiao, Xiujuan Xu, Xinran Li et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07565v1",
    "summary": "[AI 摘要] Multimodal emotion understanding requires effective integration of text, audio, and visual modalities for both discrete emotion recognition and contin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07557v1",
    "title": "Coupling a discrete state to a quasi-continuum: A model quantum mechanical system that interpolates between Rabi oscillations and decay-revival dynamics",
    "authors": "Enes Kutay İşgörür, Osman Cevheroğlu, Arkadaş Özakın",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07557v1",
    "summary": "[AI 摘要] We formulate a quantum mechanical system consisting of a single discrete state coupled to an infinite ladder of equally-spaced states, the coupling be...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07556v1",
    "title": "Backpropagation-Free Test-Time Adaptation for Lightweight EEG-Based Brain-Computer Interfaces",
    "authors": "Siyang Li, Jiayi Ouyang, Zhenyao Cui et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07556v1",
    "summary": "[AI 摘要] Electroencephalogram (EEG)-based brain-computer interfaces (BCIs) face significant deployment challenges due to inter-subject variability, signal non-...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07553v1",
    "title": "VirtualEnv: A Platform for Embodied AI Research",
    "authors": "Kabir Swain, Sijie Han, Ayush Raina et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07553v1",
    "summary": "[AI 摘要] As large language models (LLMs) continue to improve in reasoning and decision-making, there is a growing need for realistic and interactive environmen...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07529v1",
    "title": "Hardware-Economic Manipulation of Dual-Type ${}^{171}$Yb$^+$ Qubits",
    "authors": "Y. -J. Yi, Y. -Y. Chen, Y. -H. Hou et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07529v1",
    "summary": "[AI 摘要] The dual-type qubit scheme is an emerging method to suppress crosstalk errors in scalable trapped-ion quantum computation and quantum network. Here we...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07528v1",
    "title": "From RAG to Agentic RAG for Faithful Islamic Question Answering",
    "authors": "Gagan Bhatia, Hamdy Mubarak, Mustafa Jarrar et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07528v1",
    "summary": "[AI 摘要] LLMs are increasingly used for Islamic question answering, where ungrounded responses may carry serious religious consequences. Yet standard MCQ/MRC-s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07525v1",
    "title": "Thinking Before Constraining: A Unified Decoding Framework for Large Language Models",
    "authors": "Ngoc Trinh Hung Nguyen, Alonso Silva, Laith Zumot et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07525v1",
    "summary": "[AI 摘要] Natural generation allows Language Models (LMs) to produce free-form responses with rich reasoning, but the lack of guaranteed structure makes outputs...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07522v1",
    "title": "Thermodynamic Recycling in Quantum Computing: Demonstration Using the Harrow-Hassidim-Lloyd Algorithm and Information Erasure",
    "authors": "Nobumasa Ishida, Yoshihiko Hasegawa",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07522v1",
    "summary": "[AI 摘要] Branch selection, including postselection, is a standard method for implementing nonunitary transformations in quantum algorithms. Conventionally, sta...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07516v1",
    "title": "Controlling Multimodal Conversational Agents with Coverage-Enhanced Latent Actions",
    "authors": "Yongqi Li, Hao Lang, Tieyun Qian et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07516v1",
    "summary": "[AI 摘要] Vision-language models are increasingly employed as multimodal conversational agents (MCAs) for diverse conversational tasks. Recently, reinforcement ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07511v1",
    "title": "Principal ideal problem and ideal shortest vector over rational primes in power-of-two cyclotomic fields",
    "authors": "Gaohao Cui, Jianing Li, Jincheng Zhuang",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07511v1",
    "summary": "[AI 摘要] The shortest vector problem (SVP) over ideal lattices is closely related to the Ring-LWE problem, which is widely used to build post-quantum cryptosys...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.07504v1",
    "title": "FROAV: A Framework for RAG Observation and Agent Verification -- Lowering the Barrier to LLM Agent Research",
    "authors": "Tzu-Hsuan Lin, Chih-Hsuan Kao",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07504v1",
    "summary": "[AI 摘要] The rapid advancement of Large Language Models (LLMs) and their integration into autonomous agent systems has created unprecedented opportunities for ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07496v1",
    "title": "Graph Inference Towards ICD Coding",
    "authors": "Xiaoxiao Deng",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07496v1",
    "summary": "[AI 摘要] Automated ICD coding involves assigning standardized diagnostic codes to clinical narratives. The vast label space and extreme class imbalance continu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07477v1",
    "title": "JudgeFlow: Agentic Workflow Optimization via Block Judge",
    "authors": "Zihan Ma, Zhikai Zhao, Chuanbo Hua et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07477v1",
    "summary": "[AI 摘要] Optimizing LLM-based agentic workflows is challenging for scaling AI capabilities. Current methods rely on coarse, end-to-end evaluation signals and l...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07475v1",
    "title": "ARCQuant: Boosting NVFP4 Quantization with Augmented Residual Channels for LLMs",
    "authors": "Haoqian Meng, Yilun Luo, Yafei Zhao et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07475v1",
    "summary": "[AI 摘要] The emergence of fine-grained numerical formats like NVFP4 presents new opportunities for efficient Large Language Model (LLM) inference. However, it ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07470v1",
    "title": "Learning How to Remember: A Meta-Cognitive Management Method for Structured and Transferable Agent Memory",
    "authors": "Sirui Liang, Pengfei Cao, Jian Zhao et al.",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07470v1",
    "summary": "[AI 摘要] Large language model (LLM) agents increasingly rely on accumulated memory to solve long-horizon decision-making tasks. However, most existing approach...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.07469v1",
    "title": "Knowledge Distillation for LLM-Based Human Activity Recognition in Homes",
    "authors": "Julien Cumin, Oussama Er-Rahmany, Xi Chen",
    "source": "arXiv",
    "date": "2026-01-12",
    "link": "http://arxiv.org/abs/2601.07469v1",
    "summary": "[AI 摘要] Human Activity Recognition (HAR) is a central problem for context-aware applications, especially for smart homes and assisted living. A few very recen...",
    "tags": [
      "AI+Security"
    ]
  }
]