[
  {
    "id": "arxiv-2602.14189v1",
    "title": "Knowing When Not to Answer: Abstention-Aware Scientific Reasoning",
    "authors": "Samir Abdaljalil, Erchin Serpedin, Hasan Kurban",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14189v1",
    "summary": "[AI 摘要] Large language models are increasingly used to answer and verify scientific claims, yet existing evaluations typically assume that a model must always...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14188v1",
    "title": "GPT-5 vs Other LLMs in Long Short-Context Performance",
    "authors": "Nima Esmi, Maryam Nezhad-Moghaddam, Fatemeh Borhani et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14188v1",
    "summary": "[AI 摘要] With the significant expansion of the context window in Large Language Models (LLMs), these models are theoretically capable of processing millions of...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14178v1",
    "title": "UniWeTok: An Unified Binary Tokenizer with Codebook Size $\\mathit{2^{128}}$ for Unified Multimodal Large Language Model",
    "authors": "Shaobin Zhuang, Yuang Ai, Jiaming Han et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14178v1",
    "summary": "[AI 摘要] Unified Multimodal Large Language Models (MLLMs) require a visual representation that simultaneously supports high-fidelity reconstruction, complex se...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14175v1",
    "title": "Quantum field theory measurements for relativistic particles",
    "authors": "Nadia Koliopoulou, Charis Anastopoulos, Ntina Savvidou",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14175v1",
    "summary": "[AI 摘要] The formulation of a consistent measurement theory for relativistic quantum fields has become a problem of growing foundational and practical signific...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14169v1",
    "title": "Deep Dense Exploration for LLM Reinforcement Learning via Pivot-Driven Resampling",
    "authors": "Yiran Guo, Zhongjian Qiao, Yingqi Xie et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14169v1",
    "summary": "[AI 摘要] Effective exploration is a key challenge in reinforcement learning for large language models: discovering high-quality trajectories within a limited s...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14167v1",
    "title": "TensorCircuit-NG: A Universal, Composable, and Scalable Platform for Quantum Computing and Quantum Simulation",
    "authors": "Shi-Xin Zhang, Yu-Qin Chen, Weitang Li et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14167v1",
    "summary": "[AI 摘要] We present TensorCircuit-NG, a next-generation quantum software platform designed to bridge the gap between quantum physics, artificial intelligence, ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14165v1",
    "title": "Bidirectional Quantum Processor Interfacing by a 4-Kelvin Analog Signal Chain for Superconducting Qubit Control and Quantum State Readout",
    "authors": "Deepak R, Lokendra Kanawat, Jayadeep K et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14165v1",
    "summary": "[AI 摘要] This paper presents a comprehensive cryogenic analog signal processing architecture designed for superconducting qubit control and quantum state reado...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14160v1",
    "title": "Process-Supervised Multi-Agent Reinforcement Learning for Reliable Clinical Reasoning",
    "authors": "Chaeeun Lee, T. Michael Yates, Pasquale Minervini et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14160v1",
    "summary": "[AI 摘要] Clinical decision-making requires nuanced reasoning over heterogeneous evidence and traceable justifications. While recent LLM multi-agent systems (MA...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14158v1",
    "title": "A Multi-Agent Framework for Medical AI: Leveraging Fine-Tuned GPT, LLaMA, and DeepSeek R1 for Evidence-Based and Bias-Aware Clinical Query Processing",
    "authors": "Naeimeh Nourmohammadi, Md Meem Hossain, The Anh Han et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14158v1",
    "summary": "[AI 摘要] Large language models (LLMs) show promise for healthcare question answering, but clinical use is limited by weak verification, insufficient evidence g...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14146v1",
    "title": "Early-stage memory effect on the dephasing charger-mediated quantum battery",
    "authors": "Yu Wang, Jiasen Jin",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14146v1",
    "summary": "[AI 摘要] We investigate the performance of the charger-mediated quantum battery modeled by a two-qubit system. One of the qubits acts as the battery and the ot...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14134v1",
    "title": "DenseMLLM: Standard Multimodal LLMs are Intrinsic Dense Predictors",
    "authors": "Yi Li, Hongze Shen, Lexiang Tang et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14134v1",
    "summary": "[AI 摘要] Multimodal Large Language Models (MLLMs) have demonstrated exceptional capabilities in high-level visual understanding. However, extending these model...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14130v1",
    "title": "Algebraic Quantum Intelligence: A New Framework for Reproducible Machine Creativity",
    "authors": "Kazuo Yano, Jonghyeok Lee, Tae Ishitomi et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14130v1",
    "summary": "[AI 摘要] Large language models (LLMs) have achieved remarkable success in generating fluent and contextually appropriate text; however, their capacity to produ...",
    "tags": [
      "AI+Security",
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14117v1",
    "title": "Toward Autonomous O-RAN: A Multi-Scale Agentic AI Framework for Real-Time Network Control and Management",
    "authors": "Hojjat Navidan, Mohammad Cheraghinia, Jaron Fontaine et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14117v1",
    "summary": "[AI 摘要] Open Radio Access Networks (O-RAN) promise flexible 6G network access through disaggregated, software-driven components and open interfaces, but this ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14106v1",
    "title": "Anticipating Adversary Behavior in DevSecOps Scenarios through Large Language Models",
    "authors": "Mario Marín Caballero, Miguel Betancourt Alonso, Daniel Díaz-López et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14106v1",
    "summary": "[AI 摘要] The most valuable asset of any cloud-based organization is data, which is increasingly exposed to sophisticated cyberattacks. Until recently, the impl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14105v1",
    "title": "Non-Hermitian Quantum Mechanics of Open Quantum Systems: Revisiting The One-Body Problem",
    "authors": "Naomichi Hatano, Gonzalo Ordonez",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14105v1",
    "summary": "[AI 摘要] We review analyses of open quantum systems. We show how non-Hermiticity arises in an open quantum system with an infinite environment, focusing on the...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14095v1",
    "title": "NEST: Nascent Encoded Steganographic Thoughts",
    "authors": "Artem Karpov",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14095v1",
    "summary": "[AI 摘要] Monitoring chain-of-thought (CoT) reasoning is a foundational safety technique for large language model (LLM) agents; however, this oversight is compr...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14089v1",
    "title": "TabTracer: Monte Carlo Tree Search for Complex Table Reasoning with Large Language Models",
    "authors": "Zhizhao Luo, Zhaojing Luo, Meihui Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14089v1",
    "summary": "[AI 摘要] Large language models (LLMs) have emerged as powerful tools for natural language table reasoning, where there are two main categories of methods. Prom...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14083v1",
    "title": "Plan-MCTS: Plan Exploration for Action Exploitation in Web Navigation",
    "authors": "Weiming Zhang, Jihong Wang, Jiamu Zhou et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14083v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) have empowered autonomous agents to handle complex web navigation tasks. While recent studies integrate tree search to en...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14080v1",
    "title": "Empty Shelves or Lost Keys? Recall Is the Bottleneck for Parametric Factuality",
    "authors": "Nitay Calderon, Eyal Ben-David, Zorik Gekhman et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14080v1",
    "summary": "[AI 摘要] Standard factuality evaluations of LLMs treat all errors alike, obscuring whether failures arise from missing knowledge (empty shelves) or from limite...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14055v1",
    "title": "The Inevitability of Side-Channel Leakage in Encrypted Traffic",
    "authors": "Guangjie Liu, Guang Chen, Weiwei Liu",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14055v1",
    "summary": "[AI 摘要] The widespread adoption of TLS 1.3 and QUIC has rendered payload content invisible, shifting traffic analysis toward side-channel features. However, r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14049v1",
    "title": "UniST-Pred: A Robust Unified Framework for Spatio-Temporal Traffic Forecasting in Transportation Networks Under Disruptions",
    "authors": "Yue Wang, Areg Karapetyan, Djellel Difallah et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14049v1",
    "summary": "[AI 摘要] Spatio-temporal traffic forecasting is a core component of intelligent transportation systems, supporting various downstream tasks such as signal cont...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14043v1",
    "title": "Beyond Static Snapshots: Dynamic Modeling and Forecasting of Group-Level Value Evolution with Large Language Models",
    "authors": "Qiankun Pi, Guixin Su, Jinliang Li et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14043v1",
    "summary": "[AI 摘要] Social simulation is critical for mining complex social dynamics and supporting data-driven decision making. LLM-based methods have emerged as powerfu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14042v1",
    "title": "Restoration Adaptation for Semantic Segmentation on Low Quality Images",
    "authors": "Kai Guan, Rongyuan Wu, Shuai Li et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14042v1",
    "summary": "[AI 摘要] In real-world scenarios, the performance of semantic segmentation often deteriorates when processing low-quality (LQ) images, which may lack clear sem...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14038v1",
    "title": "Choosing How to Remember: Adaptive Memory Structures for LLM Agents",
    "authors": "Mingfei Lu, Mengjia Wu, Feng Liu et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14038v1",
    "summary": "[AI 摘要] Memory is critical for enabling large language model (LLM) based agents to maintain coherent behavior over long-horizon interactions. However, existin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14036v1",
    "title": "Enhancing collective spin squeezing via one-axis twisting echo control of individual atoms",
    "authors": "Zhiwei Hu, Youwei Zhang, Junlei Duan et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14036v1",
    "summary": "[AI 摘要] Spin squeezing generated via inter-atom entanglement in multilevel atomic ensembles provides a powerful resource for quantum-enhanced metrology. Exist...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14035v1",
    "title": "FloCA: Towards Faithful and Logically Consistent Flowchart Reasoning",
    "authors": "Jinzi Zou, Bolin Wang, Liang Li et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14035v1",
    "summary": "[AI 摘要] Flowchart-oriented dialogue (FOD) systems aim to guide users through multi-turn decision-making or operational procedures by following a domain-specif...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14030v1",
    "title": "MC$^2$Mark: Distortion-Free Multi-Bit Watermarking for Long Messages",
    "authors": "Xuehao Cui, Ruibo Chen, Yihan Wu et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14030v1",
    "summary": "[AI 摘要] Large language models now produce text indistinguishable from human writing, which increases the need for reliable provenance tracing. Multi-bit water...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14025v1",
    "title": "Semiclassical Simulation of Homogeneous Emitter Ensembles with Local Dissipation",
    "authors": "Lewis Ruks",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14025v1",
    "summary": "[AI 摘要] Emitter ensembles constitute a fundamental component in quantum optical technologies, yet efficient and accurate simulation of large ensembles remains...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.14012v1",
    "title": "From SFT to RL: Demystifying the Post-Training Pipeline for LLM-based Vulnerability Detection",
    "authors": "Youpeng Li, Fuxun Yu, Xinda Wang",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14012v1",
    "summary": "[AI 摘要] The integration of LLMs into vulnerability detection (VD) has shifted the field toward interpretable and context-aware analysis. While post-training m...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.14002v1",
    "title": "The Sufficiency-Conciseness Trade-off in LLM Self-Explanation from an Information Bottleneck Perspective",
    "authors": "Ali Zahedzadeh, Behnam Bahrak",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.14002v1",
    "summary": "[AI 摘要] Large Language Models increasingly rely on self-explanations, such as chain of thought reasoning, to improve performance on multi step question answer...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13990v1",
    "title": "Phase sensitive topological classification of single-qubit measurements in linear cluster states",
    "authors": "Sougata Bhattacharyya, Sovik Roy",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13990v1",
    "summary": "[AI 摘要] We provide an explicit geometric classification of single-qubit projective measurements on one-dimensional linear cluster states within a topological ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13987v1",
    "title": "ATTest: Agent-Driven Tensor Testing for Deep Learning Library Modules",
    "authors": "Zhengyu Zhan, Ye Shang, Jiawei Liu et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13987v1",
    "summary": "[AI 摘要] The unit testing of Deep Learning (DL) libraries is challenging due to complex numerical semantics and implicit tensor constraints. Traditional Search...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13980v1",
    "title": "Cognitive Chunking for Soft Prompts: Accelerating Compressor Learning via Block-wise Causal Masking",
    "authors": "Guojie Liu, Yiqi Wang, Yanfeng Yang et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13980v1",
    "summary": "[AI 摘要] Providing extensive context via prompting is vital for leveraging the capabilities of Large Language Models (LLMs). However, lengthy contexts signific...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13967v1",
    "title": "Neuromem: A Granular Decomposition of the Streaming Lifecycle in External Memory for LLMs",
    "authors": "Ruicheng Zhang, Xinyi Li, Tianyi Xu et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13967v1",
    "summary": "[AI 摘要] Most evaluations of External Memory Module assume a static setting: memory is built offline and queried at a fixed state. In practice, memory is strea...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13962v1",
    "title": "CodeGlance: Understanding Code Reasoning Challenges in LLMs through Multi-Dimensional Feature Analysis",
    "authors": "Yunkun Wang, Xuanhe Zhang, Junxiao Han et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13962v1",
    "summary": "[AI 摘要] In modern software development, developers frequently need to understand code behavior at a glance -- whether reviewing pull requests, debugging issue...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13955v1",
    "title": "Wideband Quantum Transduction for Rydberg Atomic Receivers Using Six-Wave Mixing",
    "authors": "Yuanbin Chen, Chau Yuen, Chong Meng Samson See",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13955v1",
    "summary": "[AI 摘要] Rydberg atomic receivers hold extremely high sensitivity to electric fields, yet their effective 3-dB baseband bandwidth under conventional electromag...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13946v1",
    "title": "Homodyne Detection of Temporally Resolved Quantum States",
    "authors": "Owen Sandner, Brendan Mackey, Yuyang Liu et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13946v1",
    "summary": "[AI 摘要] We present an analysis of the time domain measurement of temporally resolvable quantum states using balanced homodyne detection. Our approach outlines...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13943v1",
    "title": "Probabilistic approximate optimization using single-photon avalanche diode arrays",
    "authors": "Ziyad Alsawidan, Abdelrahman S. Abdelrahman, Md Sakibur Sajal et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13943v1",
    "summary": "[AI 摘要] Combinatorial optimization problems are central to science and engineering and specialized hardware from quantum annealers to classical Ising machines...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13940v1",
    "title": "You Can Learn Tokenization End-to-End with Reinforcement Learning",
    "authors": "Sam Dauncey, Roger Wattenhofer",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13940v1",
    "summary": "[AI 摘要] Tokenization is a hardcoded compression step which remains in the training pipeline of Large Language Models (LLMs), despite a general trend towards a...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13937v1",
    "title": "A Multi-Agent Framework for Code-Guided, Modular, and Verifiable Automated Machine Learning",
    "authors": "Dat Le, Duc-Cuong Le, Anh-Son Nguyen et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13937v1",
    "summary": "[AI 摘要] Automated Machine Learning (AutoML) has revolutionized the development of data-driven solutions; however, traditional frameworks often function as \"bl...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13935v1",
    "title": "Statistical Early Stopping for Reasoning Models",
    "authors": "Yangxinyu Xie, Tao Wang, Soham Mallick et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13935v1",
    "summary": "[AI 摘要] While LLMs have seen substantial improvement in reasoning capabilities, they also sometimes overthink, generating unnecessary reasoning steps, particu...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13933v1",
    "title": "HyMem: Hybrid Memory Architecture with Dynamic Retrieval Scheduling",
    "authors": "Xiaochen Zhao, Kaikai Wang, Xiaowen Zhang et al.",
    "source": "arXiv",
    "date": "2026-02-15",
    "link": "http://arxiv.org/abs/2602.13933v1",
    "summary": "[AI 摘要] Large language model (LLM) agents demonstrate strong performance in short-text contexts but often underperform in extended dialogues due to inefficien...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13927v1",
    "title": "Torsion-Induced Quantum Fluctuations in Metric-Affine Gravity using the Stochastic Variational Method",
    "authors": "Tomoi Koide, Armin van de Venn",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13927v1",
    "summary": "[AI 摘要] This review paper comprehensively examines the influence of spatial torsion on quantum fluctuations from the perspectives of Metric-Affine Gravity (MA...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13922v1",
    "title": "Decoherence, Perturbations and Symmetry in Lindblad Dynamics",
    "authors": "A. Y. Klimenko",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13922v1",
    "summary": "[AI 摘要] We extend a perturbative Dyson-type treatment and discrete-symmetry constraints from the Schrödinger and von Neumann equations to a dephasing Lindblad...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13921v1",
    "title": "GREPO: A Benchmark for Graph Neural Networks on Repository-Level Bug Localization",
    "authors": "Juntong Wang, Libin Chen, Xiyuan Wang et al.",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13921v1",
    "summary": "[AI 摘要] Repository-level bug localization-the task of identifying where code must be modified to fix a bug-is a critical software engineering challenge. Stand...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13912v1",
    "title": "From Pixels to Policies: Reinforcing Spatial Reasoning in Language Models for Content-Aware Layout Design",
    "authors": "Sha Li, Stefano Petrangeli, Yu Shen et al.",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13912v1",
    "summary": "[AI 摘要] We introduce LaySPA, a reinforcement learning framework that equips large language models (LLMs) with explicit and interpretable spatial reasoning for...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13904v1",
    "title": "Diagnosing Pathological Chain-of-Thought in Reasoning Models",
    "authors": "Manqing Liu, David Williams-King, Ida Caspary et al.",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13904v1",
    "summary": "[AI 摘要] Chain-of-thought (CoT) reasoning is fundamental to modern LLM architectures and represents a critical intervention point for AI safety. However, CoT r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13901v1",
    "title": "RPGD: RANSAC-P3P Gradient Descent for Extrinsic Calibration in 3D Human Pose Estimation",
    "authors": "Zhanyu Tuo",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13901v1",
    "summary": "[AI 摘要] In this paper, we propose RPGD (RANSAC-P3P Gradient Descent), a human-pose-driven extrinsic calibration framework that robustly aligns MoCap-based 3D ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2602.13895v1",
    "title": "High-Field NMR Characterization and Indirect $J$-Spectroscopy of a Nuclear Spin Chain [U-$^{13}$C,$^{15}$N]-butyronitrile",
    "authors": "Alexey Kiryutin, Ivan Zhukov, Danil Markelov et al.",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13895v1",
    "summary": "[AI 摘要] One-dimensional chains of coupled spins are minimal models of strongly correlated quantum matter, and have been proposed as wires for transporting qua...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2602.13891v1",
    "title": "GSRM: Generative Speech Reward Model for Speech RLHF",
    "authors": "Maohao Shen, Tejas Jayashankar, Osama Hanna et al.",
    "source": "arXiv",
    "date": "2026-02-14",
    "link": "http://arxiv.org/abs/2602.13891v1",
    "summary": "[AI 摘要] Recent advances in speech language models, such as GPT-4o Voice Mode and Gemini Live, have demonstrated promising speech generation capabilities. Neve...",
    "tags": [
      "AI+Security"
    ]
  }
]