[
  {
    "id": "arxiv-2601.16979v1",
    "title": "A Scalable Measure of Loss Landscape Curvature for Analyzing the Training Dynamics of LLMs",
    "authors": "Dayal Singh Kalra, Jean-Christophe Gagnon-Audet, Andrey Gromov et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16979v1",
    "summary": "[AI 摘要] Understanding the curvature evolution of the loss landscape is fundamental to analyzing the training dynamics of neural networks. The most commonly st...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16974v1",
    "title": "Formalising an operational continuum limit of quantum combs",
    "authors": "Clara Wassner, Jonáš Fuksa, Jens Eisert et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16974v1",
    "summary": "[AI 摘要] Quantum combs are powerful conceptual tools for capturing multi-time processes in quantum information theory, constituting the most general quantum me...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16968v1",
    "title": "Autonomous Optical Alignment of Satellite-Based Entanglement Sources using Reinforcement Learning",
    "authors": "Andrzej Gajewski, Robert Okuła, Marcin Pawłowski et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16968v1",
    "summary": "[AI 摘要] Quantum entanglement distributed via satellites enable global-scale quantum communication. However, onboard sources are susceptible to misalignment du...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16967v1",
    "title": "Empowering Medical Equipment Sustainability in Low-Resource Settings: An AI-Powered Diagnostic and Support Platform for Biomedical Technicians",
    "authors": "Bernes Lorier Atabonfack, Ahmed Tahiru Issah, Mohammed Hardi Abdul Baaki et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16967v1",
    "summary": "[AI 摘要] In low- and middle-income countries (LMICs), a significant proportion of medical diagnostic equipment remains underutilized or non-functional due to a...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16965v1",
    "title": "Spatial-Agent: Agentic Geo-spatial Reasoning with Scientific Core Concepts",
    "authors": "Riyang Bao, Cheng Yang, Dazhou Yu et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16965v1",
    "summary": "[AI 摘要] Geospatial reasoning is essential for real-world applications such as urban analytics, transportation planning, and disaster response. However, existi...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16964v1",
    "title": "AgentDrive: An Open Benchmark Dataset for Agentic AI Reasoning with LLM-Generated Scenarios in Autonomous Systems",
    "authors": "Mohamed Amine Ferrag, Abderrahmane Lakas, Merouane Debbah",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16964v1",
    "summary": "[AI 摘要] The rapid advancement of large language models (LLMs) has sparked growing interest in their integration into autonomous systems for reasoning-driven p...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16961v1",
    "title": "Engineering discrete local dynamics in globally driven dual-species atom arrays",
    "authors": "Francesco Cesa, Andrea Di Fini, David Aram Korbany et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16961v1",
    "summary": "[AI 摘要] We introduce a method for engineering discrete local dynamics in globally-driven dual-species neutral atom experiments, allowing us to study emergent ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16952v1",
    "title": "Experimental investigation of nonclassicality in the simplest scenario via the degrees of freedom of light",
    "authors": "João M. M. Gama, Guilherme T. C. Cruz, Massy Khoshbin et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16952v1",
    "summary": "[AI 摘要] In this work, we experimentally investigate the classical-light emulation of different notions of nonclassicality in the simplest scenario. We impleme...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16951v1",
    "title": "Boundary critical phenomena in the quantum Ashkin-Teller model",
    "authors": "Yifan Liu, Natalia Chepiga, Yoshiki Fukusumi et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16951v1",
    "summary": "[AI 摘要] We investigate the boundary critical phenomena of the one-dimensional quantum Ashkin-Teller model using boundary conformal field theory and density ma...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16941v1",
    "title": "Quantum Fisher information analysis for absorption measurements with undetected photons",
    "authors": "Martin Houde, Franz Roeder, Christine Silberhorn et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16941v1",
    "summary": "[AI 摘要] We theoretically compare the quantum Fisher information (QFI) for three configurations of absorption spectroscopy with undetected idler photons: an SU...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16914v1",
    "title": "LoL: Longer than Longer, Scaling Video Generation to Hour",
    "authors": "Justin Cui, Jie Wu, Ming Li et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16914v1",
    "summary": "[AI 摘要] Recent research in long-form video generation has shifted from bidirectional to autoregressive models, yet these methods commonly suffer from error ac...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16909v1",
    "title": "Preventing the Collapse of Peer Review Requires Verification-First AI",
    "authors": "Lei You, Lele Cao, Iryna Gurevych",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16909v1",
    "summary": "[AI 摘要] This paper argues that AI-assisted peer review should be verification-first rather than review-mimicking. We propose truth-coupling, i.e. how tightly ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16905v1",
    "title": "GRIP: Algorithm-Agnostic Machine Unlearning for Mixture-of-Experts via Geometric Router Constraints",
    "authors": "Andy Zhu, Rongzhe Wei, Yupu Gu et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16905v1",
    "summary": "[AI 摘要] Machine unlearning (MU) for large language models has become critical for AI safety, yet existing methods fail to generalize to Mixture-of-Experts (Mo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16898v1",
    "title": "Upper bounds on the purity of Wigner positive quantum states that verify the Wigner entropy conjecture",
    "authors": "Qipeng Qian, Christos Gagatsos",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16898v1",
    "summary": "[AI 摘要] We present analytical results toward the Wigner entropy conjecture, which posits that among all physical Wigner non-negative states the Wigner entropy...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16892v1",
    "title": "Quantum Position Verification with Remote Untrusted Devices",
    "authors": "Gautam A. Kavuri, Yanbao Zhang, Abigail R. Gookin et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16892v1",
    "summary": "[AI 摘要] Many applications require or benefit from being able to securely localize remote parties. In classical physics, adversaries can in principle have comp...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16890v1",
    "title": "LLM-Based Adversarial Persuasion Attacks on Fact-Checking Systems",
    "authors": "João A. Leite, Olesya Razuvayevskaya, Kalina Bontcheva et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16890v1",
    "summary": "[AI 摘要] Automated fact-checking (AFC) systems are susceptible to adversarial attacks, enabling false claims to evade detection. Existing adversarial framework...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16883v1",
    "title": "Universal classical and quantum fluctuations in the large deviations of current of noisy quantum systems: The case of QSSEP and QSSIP",
    "authors": "Mathias Albert, Denis Bernard, Tony Jin et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16883v1",
    "summary": "[AI 摘要] We study the fluctuation statistics of integrated currents in noisy quantum diffusive systems, focusing on the Quantum Symmetric Simple Exclusion and ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16853v1",
    "title": "Reasoning Promotes Robustness in Theory of Mind Tasks",
    "authors": "Ian B. de Haan, Peter van der Putten, Max van Duijn",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16853v1",
    "summary": "[AI 摘要] Large language models (LLMs) have recently shown strong performance on Theory of Mind (ToM) tests, prompting debate about the nature and true performa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16840v1",
    "title": "Protocols to share genuine multipartite entanglement employing copies of biseparable states",
    "authors": "Swati Choudhary, Ujjwal Sen, Saronath Halder",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16840v1",
    "summary": "[AI 摘要] Sharing genuine multipartite entanglement by considering collective use of copies of biseparable states, which are entangled across all bipartitions b...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16824v1",
    "title": "Privacy in Human-AI Romantic Relationships: Concerns, Boundaries, and Agency",
    "authors": "Rongjun Ma, Shijing He, Jose Luis Martin-Navarro et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16824v1",
    "summary": "[AI 摘要] An increasing number of LLM-based applications are being developed to facilitate romantic relationships with AI partners, yet the safety and privacy r...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16823v1",
    "title": "Trapped in the past? Disentangling fluid and crystallized intelligence of large language models using chess",
    "authors": "Leonard S. Pleiss, Maximilian Schiffer, Robert K. von Weizsäcker",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16823v1",
    "summary": "[AI 摘要] Large Language Models (LLMs) exhibit remarkable capabilities, yet it remains unclear to what extent these reflect sophisticated recall (crystallized i...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16816v1",
    "title": "Harnessing Quantum Computing for Energy Materials: Opportunities and Challenges",
    "authors": "Seongmin Kim, In-Saeng Suh, Travis S. Humble et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16816v1",
    "summary": "[AI 摘要] Developing high-performance materials is critical for diverse energy applications to increase efficiency, improve sustainability and reduce costs. Cla...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16788v1",
    "title": "REL-SF4PASS: Panoramic Semantic Segmentation with REL Depth Representation and Spherical Fusion",
    "authors": "Xuewei Li, Xinghan Bao, Zhimin Chen et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16788v1",
    "summary": "[AI 摘要] As an important and challenging problem in computer vision, Panoramic Semantic Segmentation (PASS) aims to give complete scene perception based on an ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16779v1",
    "title": "Investigating Retargetability Claims for Quantum Compilers",
    "authors": "Luke Southall, Joshua Ammermann, Rinor Kelmendi et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16779v1",
    "summary": "[AI 摘要] In the NISQ-era, there is a wide variety of hardware manufacturers building quantum computers. Each of these companies may choose different approaches...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16778v1",
    "title": "GTA: Generative Traffic Agents for Simulating Realistic Mobility Behavior",
    "authors": "Simon Lämmer, Mark Colley, Patrick Ebel",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16778v1",
    "summary": "[AI 摘要] People's transportation choices reflect complex trade-offs shaped by personal preferences, social norms, and technology acceptance. Predicting such be...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16776v1",
    "title": "Z2 Lattice Gauge Theory on Non-trivial Topology and Its Quantum Simulation",
    "authors": "Jiaqi Hu, Shu Tian, Xiaopeng Cui et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16776v1",
    "summary": "[AI 摘要] Wegner duality is essential for Z2 lattice gauge theory, yet the duality on non-trivial topologies has remained implicit. We extend Wegner duality to ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16766v1",
    "title": "Do LLM hallucination detectors suffer from low-resource effect?",
    "authors": "Debtanu Datta, Mohan Kishore Chilukuri, Yash Kumar et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16766v1",
    "summary": "[AI 摘要] LLMs, while outperforming humans in a wide range of tasks, can still fail in unanticipated ways. We focus on two pervasive failure modes: (i) hallucin...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16758v1",
    "title": "Noise Resilience and Robust Convergence Guarantees for the Variational Quantum Eigensolver",
    "authors": "Mirko Legnini, Julian Berberich",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16758v1",
    "summary": "[AI 摘要] Variational Quantum Algorithms (VQAs) are a class of hybrid quantum-classical algorithms that leverage on classical optimization tools to find the opt...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16753v1",
    "title": "Standardizing Longitudinal Radiology Report Evaluation via Large Language Model Annotation",
    "authors": "Xinyi Wang, Grazziela Figueredo, Ruizhe Li et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16753v1",
    "summary": "[AI 摘要] Longitudinal information in radiology reports refers to the sequential tracking of findings across multiple examinations over time, which is crucial f...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16747v1",
    "title": "Moderate-terahertz-induced plateau expansion of high-order harmonic generation to soft X-ray region",
    "authors": "Doan-An Trieu, Duong D. Hoang-Trong, Cam-Tu Le et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16747v1",
    "summary": "[AI 摘要] Extending the high-harmonic cutoff with experimentally accessible fields is essential for advancing tabletop coherent extreme ultraviolet (EUV) and so...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16746v1",
    "title": "SWE-Pruner: Self-Adaptive Context Pruning for Coding Agents",
    "authors": "Yuhang Wang, Yuling Shi, Mo Yang et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16746v1",
    "summary": "[AI 摘要] LLM agents have demonstrated remarkable capabilities in software development, but their performance is hampered by long interaction contexts, which in...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16734v1",
    "title": "SeeMPS: A Python-based Matrix Product State and Tensor Train Library",
    "authors": "Paula García-Molina, Juan José Rodríguez-Aldavero, Jorge Gidi et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16734v1",
    "summary": "[AI 摘要] We introduce SeeMPS, a Python library dedicated to implementing tensor network algorithms based on the well-known Matrix Product States (MPS) and Quan...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16725v1",
    "title": "LongCat-Flash-Thinking-2601 Technical Report",
    "authors": " Meituan LongCat Team, Anchun Gui, Bei Li et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16725v1",
    "summary": "[AI 摘要] We introduce LongCat-Flash-Thinking-2601, a 560-billion-parameter open-source Mixture-of-Experts (MoE) reasoning model with superior agentic reasoning...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16715v1",
    "title": "Dynamic Expert-Guided Model Averaging for Causal Discovery",
    "authors": "Adrick Tench, Thomas Demeester",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16715v1",
    "summary": "[AI 摘要] Understanding causal relationships is critical for healthcare. Accurate causal models provide a means to enhance the interpretability of predictive mo...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16703v1",
    "title": "Dirac-Bergmann algorithm and canonical quantization of $k$-essence cosmology",
    "authors": "Andrés Lueiza, Andronikos Paliathanasis, Nikolaos Dimakis",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16703v1",
    "summary": "[AI 摘要] We develop a general canonical quantization scheme for $k$-essence cosmology in scalar-tensor theory. Utilizing the Dirac-Bergmann algorithm, we const...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16699v1",
    "title": "Supporting Stakeholder Requirements Expression with LLM Revisions: An Empirical Evaluation",
    "authors": "Michael Mircea, Emre Gevrek, Elisa Schmid et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16699v1",
    "summary": "[AI 摘要] Stakeholders often struggle to accurately express their requirements due to articulation barriers arising from limited domain knowledge or from cognit...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16697v1",
    "title": "Sparsity-dependent Complexity Lower Bound of Quantum Linear System Solvers",
    "authors": "Hitomi Mori, Yuta Kikuchi, Marcello Benedetti et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16697v1",
    "summary": "[AI 摘要] Quantum linear system (QLS) solvers are a fundamental class of quantum algorithms used in many potential quantum computing applications, including mac...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16685v1",
    "title": "AgentsEval: Clinically Faithful Evaluation of Medical Imaging Reports via Multi-Agent Reasoning",
    "authors": "Suzhong Fu, Jingqi Dong, Xuan Ding et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16685v1",
    "summary": "[AI 摘要] Evaluating the clinical correctness and reasoning fidelity of automatically generated medical imaging reports remains a critical yet unresolved challe...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16681v1",
    "title": "From Transactions to Exploits: Automated PoC Synthesis for Real-World DeFi Attacks",
    "authors": "Xing Su, Hao Wu, Hanzhong Liang et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16681v1",
    "summary": "[AI 摘要] Blockchain systems are increasingly targeted by on-chain attacks that exploit contract vulnerabilities to extract value rapidly and stealthily, making...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16679v1",
    "title": "Classical Regularization in Variational Quantum Eigensolvers",
    "authors": "Yury Chernyak, Ijaz Ahamed Mohammad, Martin Plesch",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16679v1",
    "summary": "[AI 摘要] While quantum computers are a very promising tool for the far future, in their current state of the art they remain limited both in size and quality. ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16677v1",
    "title": "Sim-to-Real Transfer via a Style-Identified Cycle Consistent Generative Adversarial Network: Zero-Shot Deployment on Robotic Manipulators through Visual Domain Adaptation",
    "authors": "Lucía Güitta-López, Lionel Güitta-López, Jaime Boal et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16677v1",
    "summary": "[AI 摘要] The sample efficiency challenge in Deep Reinforcement Learning (DRL) compromises its industrial adoption due to the high cost and time demands of real...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16671v1",
    "title": "Charging of a Quantum Battery by a Single-Photon Quantum Pulse",
    "authors": "Elnaz Darsheshdar, Seyed Mostafa Moniri",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16671v1",
    "summary": "[AI 摘要] We study a minimal model for charging a quantum battery consisting of a two-level system (TLS) acting as a charger, coupled to a harmonic oscillator t...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16669v1",
    "title": "PLawBench: A Rubric-Based Benchmark for Evaluating LLMs in Real-World Legal Practice",
    "authors": "Yuzhen Shi, Huanghai Liu, Yiran Hu et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16669v1",
    "summary": "[AI 摘要] As large language models (LLMs) are increasingly applied to legal domain-specific tasks, evaluating their ability to perform legal work in real-world ...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16665v1",
    "title": "Efficient quantum machine learning with inverse-probability algebraic corrections",
    "authors": "Jaemin Seo",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16665v1",
    "summary": "[AI 摘要] Quantum neural networks (QNNs) provide expressive probabilistic models by leveraging quantum superposition and entanglement, yet their practical train...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16661v1",
    "title": "Revisiting the Role of Natural Language Code Comments in Code Translation",
    "authors": "Monika Gupta, Ajay Meena, Anamitra Roy Choudhury et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16661v1",
    "summary": "[AI 摘要] The advent of large language models (LLMs) has ushered in a new era in automated code translation across programming languages. Since most code-specif...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16649v1",
    "title": "LUMINA: Long-horizon Understanding for Multi-turn Interactive Agents",
    "authors": "Amin Rakhsha, Thomas Hehn, Pietro Mazzaglia et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16649v1",
    "summary": "[AI 摘要] Large language models can perform well on many isolated tasks, yet they continue to struggle on multi-turn, long-horizon agentic problems that require...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16646v1",
    "title": "Algebraic Geometry for Spin-Adapted Coupled Cluster Theory",
    "authors": "Fabian M. Faulstich, Svala Sverrisdóttir",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16646v1",
    "summary": "[AI 摘要] We develop and numerically analyze an algebraic-geometric framework for spin-adapted coupled-cluster (CC) theory. Since the electronic Hamiltonian is ...",
    "tags": [
      "Arch/Hardware"
    ]
  },
  {
    "id": "arxiv-2601.16596v1",
    "title": "Attention-MoA: Enhancing Mixture-of-Agents via Inter-Agent Semantic Attention and Deep Residual Synthesis",
    "authors": "Jianyu Wen, Yang Wei, Xiongxi Yu et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16596v1",
    "summary": "[AI 摘要] As the development of Large Language Models (LLMs) shifts from parameter scaling to inference-time collaboration, the Mixture-of-Agents (MoA) framewor...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16592v1",
    "title": "Integrating Meteorological and Operational Data: A Novel Approach to Understanding Railway Delays in Finland",
    "authors": "Vinicius Pozzobon Borin, Jean Michel de Souza Sant'Ana, Usama Raheel et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16592v1",
    "summary": "[AI 摘要] Train delays result from complex interactions between operational, technical, and environmental factors. While weather impacts railway reliability, pa...",
    "tags": [
      "AI+Security"
    ]
  },
  {
    "id": "arxiv-2601.16589v1",
    "title": "Emerging Threats and Countermeasures in Neuromorphic Systems: A Survey",
    "authors": "Pablo Sorrentino, Stjepan Picek, Ihsen Alouani et al.",
    "source": "arXiv",
    "date": "2026-01-23",
    "link": "http://arxiv.org/abs/2601.16589v1",
    "summary": "[AI 摘要] Neuromorphic computing mimics brain-inspired mechanisms through spiking neurons and energy-efficient processing, offering a pathway to efficient in-me...",
    "tags": [
      "AI+Security"
    ]
  }
]